Repository: RemiEtien/Life
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, pt, ru, zh

# memoryViewTabMemory
source: Memory
ar: الذاكرة
de: Erinnerung
es: Recuerdo
fr: Souvenir
he: זיכרון
pt: Memória
ru: Воспоминание
zh: 记忆

# memoryViewTabInTheWorld
source: In the World
ar: في العالم
de: In der Welt
es: En el mundo
fr: Dans le monde
he: בעולם
pt: No Mundo
ru: В мире
zh: 世界动态

# memoryViewEncryptedTitle
source: Encrypted Memory
ar: ذاكرة مشفرة
de: Verschlüsselte Erinnerung
es: Recuerdo cifrado
fr: Souvenir chiffré
he: זיכרון מוצפן
pt: Memória Criptografada
ru: Зашифрованное воспоминание
zh: 加密的记忆

# memoryViewReflectionTitle
source: Reflection
ar: تأمل
de: Reflexion
es: Reflexión
fr: Réflexion
he: רפלקציה
pt: Reflexão
ru: Рефлексия
zh: 反思

# memoryViewReflectionImpact
source: Impact
ar: التأثير
de: Auswirkung
es: Impacto
he: השפעה
pt: Impacto
ru: Влияние
zh: 影响

# memoryViewReflectionLesson
source: Lesson Learned
ar: الدرس المستفاد
de: Gelerntes
es: Lección aprendida
fr: Leçon apprise
he: לקח שנלמד
pt: Lição Aprendida
ru: Извлеченный урок
zh: 学到的教训

# memoryViewCbtStep1Title
source: First Thought or Belief
ar: أول فكرة أو اعتقاد
de: Erster Gedanke oder Glaube
es: Primer pensamiento o creencia
fr: Première pensée ou croyance
he: מחשבה או אמונה ראשונה
pt: Primeiro Pensamento ou Crença
ru: Первая мысль или убеждение
zh: 最初的想法或信念

# memoryViewCbtStep2Title
source: Evidence For This Thought
ar: دليل على هذه الفكرة
de: Beweise für diesen Gedanken
es: Evidencia a favor de este pensamiento
fr: Preuves en faveur de cette pensée
he: ראיות התומכות במחשבה זו
pt: Evidências para Este Pensamento
ru: Доказательства в пользу этой мысли
zh: 支持此想法的证据

# memoryViewCbtStep3Title
source: Evidence Against This Thought
ar: دليل ضد هذه الفكرة
de: Beweise gegen diesen Gedanken
es: Evidencia en contra de este pensamiento
fr: Preuves contre cette pensée
he: ראיות הסותרות מחשבה זו
pt: Evidências Contra Este Pensamento
ru: Доказательства против этой мысли
zh: 反对此想法的证据

# memoryViewCbtStep4Title
source: New, Balanced Perspective (Reframe)
ar: منظور جديد ومتوازن (إعادة صياغة)
de: Neue, ausgewogene Perspektive (Neubewertung)
es: Perspectiva nueva y equilibrada (Reencuadre)
fr: Nouvelle perspective équilibrée (Recadrage)
he: פרספקטיבה חדשה ומאוזנת (מסגור מחדש)
pt: Perspectiva Nova e Equilibrada (Reenquadramento)
ru: Новый, сбалансированный взгляд (переосмысление)
zh: 新的、平衡的观点（重构）

# memoryViewActionReminder
source: Reminder: {date}
ar: تذكير: {date}
de: Erinnerung: {date}
es: Recordatorio: {date}
fr: Rappel : {date}
he: תזכורת: {date}
pt: Lembrete: {date}
ru: Напоминание: {date}
zh: 提醒：{date}

# memoryViewMarkIncompleteTooltip
source: Mark as incomplete
ar: وضع علامة كغير مكتمل
de: Als unvollständig markieren
es: Marcar como incompleto
fr: Marquer comme incomplet
he: סמן כלא הושלם
pt: Marcar como incompleto
ru: Отметить как невыполненное
zh: 标记为未完成

# memoryViewMarkCompleteTooltip
source: Mark as complete
ar: وضع علامة كمكتمل
de: Als vollständig markieren
es: Marcar como completo
fr: Marquer comme complet
he: סמן כהושלם
pt: Marcar como completo
ru: Отметить как выполненное
zh: 标记为已完成

# memoryViewUnlockDialogTitle
source: Unlock Memory
ar: فتح الذاكرة
de: Erinnerung entsperren
es: Desbloquear recuerdo
fr: Déverrouiller le souvenir
he: בטל נעילת זיכרון
pt: Desbloquear Memória
ru: Разблокировать воспоминание
zh: 解锁记忆

# memoryViewUnlockDialogContent
source: Enter your Master Password to view this content.
ar: أدخل كلمة المرور الرئيسية لعرض هذا المحتوى.
de: Geben Sie Ihr Master-Passwort ein, um diesen Inhalt anzuzeigen.
es: Introduce tu contraseña maestra para ver este contenido.
fr: Entrez votre mot de passe principal pour voir ce contenu.
he: הזן את סיסמת המאסטר שלך כדי להציג תוכן זה.
pt: Digite sua Senha Mestra para ver este conteúdo.
ru: Введите ваш мастер-пароль для просмотра этого контента.
zh: 输入您的主密码以查看此内容。

# memoryViewIncorrectPassword
source: Incorrect password.
ar: كلمة المرور غير صحيحة.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
he: סיסמה שגויה.
pt: Senha incorreta.
ru: Неверный пароль.
zh: 密码不正确。

# memoryViewUnlockButton
source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: בטל נעילה
pt: Desbloquear
ru: Разблокировать
zh: 解锁

# memoryViewErrorCouldNotLoadProfile
source: Could not load your profile to fetch historical data.
ar: تعذر تحميل ملف التعريف الخاص بك لجلب البيانات التاريخية.
de: Ihr Profil konnte nicht geladen werden, um historische Daten abzurufen.
es: No se pudo cargar tu perfil para obtener datos históricos.
fr: Impossible de charger votre profil pour récupérer les données historiques.
he: לא ניתן היה לטעון את הפרופיל שלך כדי להביא נתונים היסטוריים.
pt: Não foi possível carregar seu perfil para buscar dados históricos.
ru: Не удалось загрузить ваш профиль для получения исторических данных.
zh: 无法加载您的个人资料以获取历史数据。

# memoryViewErrorCouldNotLoadHistoricalData
source: Could not load historical data for this day.
ar: تعذر تحميل البيانات التاريخية لهذا اليوم.
de: Historische Daten für diesen Tag konnten nicht geladen werden.
es: No se pudieron cargar los datos históricos de este día.
fr: Impossible de charger les données historiques pour ce jour.
he: לא ניתן היה לטעון נתונים היסטוריים עבור יום זה.
pt: Não foi possível carregar dados históricos para este dia.
ru: Не удалось загрузить исторические данные за этот день.
zh: 无法加载当天的历史数据。

# memoryViewNoHistoricalData
source: No historical data available for this day.
ar: لا توجد بيانات تاريخية متاحة لهذا اليوم.
de: Für diesen Tag sind keine historischen Daten verfügbar.
es: No hay datos históricos disponibles para este día.
fr: Aucune donnée historique disponible pour ce jour.
he: אין נתונים היסטוריים זמינים עבור יום זה.
pt: Não há dados históricos disponíveis para este dia.
ru: Нет доступных исторических данных за этот день.
zh: 当天没有可用的历史数据。

# memoryViewErrorCouldNotLoadTrack
source: Could not load track
ar: تعذر تحميل المسار
de: Titel konnte nicht geladen werden
es: No se pudo cargar la pista
fr: Impossible de charger le morceau
he: לא ניתן היה לטעון את הרצועה
pt: Não foi possível carregar a faixa
ru: Не удалось загрузить трек
zh: 无法加载曲目

# memoryViewTabNews
source: News
ar: الأخبار
de: Nachrichten
es: Noticias
fr: Actualités
he: חדשות
pt: Notícias
ru: Новости
zh: 新闻

# memoryViewTabMusic
source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
he: מוזיקה
pt: Música
ru: Музыка
zh: 音乐

# memoryViewNoDataForDay
source: No data for this day.
ar: لا توجد بيانات لهذا اليوم.
de: Keine Daten für diesen Tag.
es: No hay datos para este día.
fr: Aucune donnée pour ce jour.
he: אין נתונים עבור יום זה.
pt: Sem dados para este dia.
ru: Нет данных за этот день.
zh: 当天没有数据。

# memoryViewNoNewsForDay
source: No historical news for this day.
ar: لا توجد أخبار تاريخية لهذا اليوم.
de: Keine historischen Nachrichten für diesen Tag.
es: No hay noticias históricas para este día.
fr: Aucune actualité historique pour ce jour.
he: אין חדשות היסטוריות עבור יום זה.
pt: Sem notícias históricas para este dia.
ru: Нет исторических новостей за этот день.
zh: 当天没有历史新闻。

# memoryViewNewsSource
source: Source: {source}
ar: المصدر: {source}
de: Quelle: {source}
es: Fuente: {source}
he: מקור: {source}
pt: Fonte: {source}
ru: Источник: {source}
zh: 来源：{source}

# memoryViewConfirmDeleteTitle
source: Confirm Deletion
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
he: אשר מחיקה
pt: Confirmar Exclusão
ru: Подтвердите удаление
zh: 确认删除

# memoryViewConfirmDeleteContent
source: This action is irreversible. To proceed, press and hold the delete button for 5 seconds.
ar: هذا الإجراء لا رجعة فيه. للمتابعة، اضغط مع الاستمرار على زر الحذف لمدة 5 ثوان.
de: Diese Aktion ist unumkehrbar. Um fortzufahren, halten Sie die Löschtaste 5 Sekunden lang gedrückt.
es: Esta acción es irreversible. Para continuar, mantén pulsado el botón de eliminar durante 5 segundos.
fr: Cette action est irréversible. Pour continuer, maintenez le bouton de suppression enfoncé pendant 5 secondes.
he: פעולה זו אינה הפיכה. כדי להמשיך, לחץ והחזק את לחצן המחיקה למשך 5 שניות.
pt: Esta ação é irreversível. Para prosseguir, pressione e segure o botão de exclusão por 5 segundos.
ru: Это действие необратимо. Чтобы продолжить, нажмите и удерживайте кнопку удаления в течение 5 секунд.
zh: 此操作不可逆。要继续，请按住删除按钮5秒钟。

# memoryViewDeleteButton
source: DELETE
ar: حذف
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
he: מחק
pt: EXCLUIR
ru: УДАЛИТЬ
zh: 删除

# memoryViewErrorLoadingProfile
source: We couldn't load your profile. Please check your connection and try again.
ar: لم نتمكن من تحميل ملف التعريف الخاص بك. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Wir konnten Ihr Profil nicht laden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No pudimos cargar tu perfil. Por favor, comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu charger votre profil. Veuillez vérifier votre connexion et réessayer.
he: לא הצלחנו לטעון את הפרופיל שלך. אנא בדוק את החיבור ונסה שוב.
pt: Não foi possível carregar seu perfil. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить ваш профиль. Пожалуйста, проверьте соединение и попробуйте снова.
zh: 我们无法加载您的个人资料。请检查您的网络连接并重试。

# memoryViewErrorLocalDb
source: Error: Could not access local database.
ar: خطأ: تعذر الوصول إلى قاعدة البيانات المحلية.
de: Fehler: Zugriff auf die lokale Datenbank nicht möglich.
es: Error: No se pudo acceder a la base de datos local.
fr: Erreur : Impossible d'accéder à la base de données locale.
he: שגיאה: לא ניתן לגשת למסד הנתונים המקומי.
pt: Erro: Não foi possível acessar o banco de dados local.
ru: Ошибка: не удалось получить доступ к локальной базе данных.
zh: 错误：无法访问本地数据库。

# memoryViewMemoryDeleted
source: Memory deleted
ar: تم حذف الذاكرة
de: Erinnerung gelöscht
es: Recuerdo eliminado
fr: Souvenir supprimé
he: הזיכרון נמחק
pt: Memória excluída
ru: Воспоминание удалено
zh: 记忆已删除

# memoryViewSharingNotImplemented
source: Sharing functionality not yet implemented.
ar: لم يتم تنفيذ وظيفة المشاركة بعد.
de: Die Freigabefunktion ist noch nicht implementiert.
es: La función de compartir aún no está implementada.
fr: La fonctionnalité de partage n'est pas encore implémentée.
he: פונקציונליות השיתוף עדיין לא יושמה.
pt: A funcionalidade de compartilhamento ainda não foi implementada.
ru: Функция «Поделиться» еще не реализована.
zh: 分享功能尚未实现。

# memoryViewActionCompleted
source: Action marked as complete!
ar: تم وضع علامة على الإجراء كمكتمل!
de: Aktion als abgeschlossen markiert!
es: ¡Acción marcada como completada!
fr: Action marquée comme terminée !
he: הפעולה סומנה כהושלמה!
pt: Ação marcada como concluída!
ru: Действие отмечено как выполненное!
zh: 行动已标记为完成！

# memoryViewActionIncomplete
source: Action marked as incomplete.
ar: تم وضع علامة على الإجراء كغير مكتمل.
de: Aktion als unvollständig markiert.
es: Acción marcada como incompleta.
fr: Action marquée comme incomplète.
he: הפעולה סומנה כלא הושלמה.
pt: Ação marcada como incompleta.
ru: Действие отмечено как невыполненное.
zh: 行动已标记为未完成。

# memoryViewErrorUpdatingAction
source: Error updating action: {error}
ar: خطأ في تحديث الإجراء: {error}
de: Fehler beim Aktualisieren der Aktion: {error}
es: Error al actualizar la acción: {error}
fr: Erreur lors de la mise à jour de l'action : {error}
he: שגיאה בעדכון הפעולה: {error}
pt: Erro ao atualizar ação: {error}
ru: Ошибка обновления действия: {error}
zh: 更新行动时出错：{error}

# memoryViewContentEncrypted
source: Content is Encrypted
ar: المحتوى مشفر
de: Inhalt ist verschlüsselt
es: El contenido está cifrado
fr: Le contenu est chiffré
he: התוכן מוצפן
pt: Conteúdo Criptografado
ru: Содержимое зашифровано
zh: 内容已加密

# memoryViewReflectionEncrypted
source: Reflection is Encrypted
ar: التأمل مشفر
de: Reflexion ist verschlüsselt
es: La reflexión está cifrada
fr: La réflexion est chiffrée
he: הרפלקציה מוצפנת
pt: Reflexão Criptografada
ru: Рефлексия зашифрована
zh: 反思已加密

# memoryViewMediaEncrypted
source: Media is Encrypted
ar: الوسائط مشفرة
de: Medien sind verschlüsselt
es: Los medios están cifrados
fr: Les médias sont chiffrés
he: המדיה מוצפנת
pt: Mídia Criptografada
ru: Медиа зашифрованы
zh: 媒体已加密

# memoryViewAmbientSound
source: Ambient Sound: {sound}
ar: الصوت المحيط: {sound}
de: Umgebungsgeräusch: {sound}
es: Sonido ambiente: {sound}
fr: Son d'ambiance : {sound}
he: צליל רקע: {sound}
pt: Som Ambiente: {sound}
ru: Фоновый звук: {sound}
zh: 环境音：{sound}

# memoryViewAudioNote
source: Audio Note
ar: ملاحظة صوتية
de: Audionotiz
es: Nota de audio
fr: Note audio
he: הערה קולית
pt: Nota de Áudio
ru: Аудиозаметка
zh: 语音备忘

# spotifySearchTitle
source: Search Spotify Track
ar: البحث عن مسار Spotify
de: Spotify-Titel suchen
es: Buscar pista en Spotify
fr: Rechercher un morceau Spotify
he: חפש רצועה ב-Spotify
pt: Pesquisar Faixa no Spotify
ru: Найти трек в Spotify
zh: 搜索 Spotify 曲目

# spotifySearchHint
source: Song title or artist
ar: عنوان الأغنية أو الفنان
de: Songtitel oder Künstler
es: Título de la canción o artista
fr: Titre de la chanson ou artiste
he: שם שיר או אמן
pt: Título da música ou artista
ru: Название песни или исполнитель
zh: 歌曲名称或艺术家

# documentErrorLoading
source: Could not load document.
ar: تعذر تحميل المستند.
de: Dokument konnte nicht geladen werden.
es: No se pudo cargar el documento.
fr: Impossible de charger le document.
he: לא ניתן היה לטעון את המסמך.
pt: Não foi possível carregar o documento.
ru: Не удалось загрузить документ.
zh: 无法加载文档。

# lifelineMemoriesCount
source: Memories: {count}
ar: الذكريات: {count}
de: Erinnerungen: {count}
es: Recuerdos: {count}
fr: Souvenirs : {count}
he: זיכרונות: {count}
pt: Memórias: {count}
ru: Воспоминаний: {count}
zh: 记忆：{count}条

# lifelinePeriodRange
source: Period: {startYear} - {endYear}
ar: الفترة: {startYear} - {endYear}
de: Zeitraum: {startYear} - {endYear}
es: Período: {startYear} - {endYear}
fr: Période : {startYear} - {endYear}
he: תקופה: {startYear} - {endYear}
pt: Período: {startYear} - {endYear}
ru: Период: {startYear} - {endYear}
zh: 时期：{startYear} - {endYear}

# lifelineSyncStatus
source: {status} ({jobs} left)
ar: {status} ({jobs} متبقية)
de: {status} ({jobs} übrig)
es: {status} ({jobs} restantes)
fr: {status} ({jobs} restants)
he: {status} (נותרו {jobs})
pt: {status} (faltam {jobs})
ru: {status} (осталось {jobs})
zh: {status} (剩余{jobs}个)

# lifelineCalculating
source: Calculating...
ar: جاري الحساب...
de: Berechnung...
es: Calculando...
fr: Calcul en cours...
he: מחשב...
pt: Calculando...
ru: Вычисление...
zh: 计算中...

# lifelineScaleValue
source: Scale: {scale}%
ar: المقياس: {scale}%
de: Maßstab: {scale}%
es: Escala: {scale}%
fr: Échelle : {scale}%
he: קנה מידה: {scale}%
pt: Escala: {scale}%
ru: Масштаб: {scale}%
zh: 缩放：{scale}%

# lifelineFramePaintValue
source: Frame Paint: {ms} ms
ar: رسم الإطار: {ms} مللي ثانية
es: Pintura de fotograma: {ms} ms
fr: Rendu de l'image : {ms} ms
he: ציור פריים: {ms} אלפיות השנייה
pt: Pintura do Quadro: {ms} ms
ru: Рендер кадра: {ms} мс
zh: 帧绘制：{ms}毫秒

# lifelineShowFullTimelineTooltip
source: Show full timeline
ar: عرض الخط الزمني الكامل
de: Gesamte Zeitachse anzeigen
es: Mostrar línea de tiempo completa
fr: Afficher la timeline complète
he: הצג ציר זמן מלא
pt: Mostrar linha do tempo completa
ru: Показать всю линию жизни
zh: 显示完整时间线

# lifelineVisualSettingsTooltip
source: Visual settings
ar: الإعدادات المرئية
de: Visuelle Einstellungen
es: Ajustes visuales
fr: Paramètres visuels
he: הגדרות חזותיות
pt: Configurações visuais
ru: Визуальные настройки
zh: 视觉设置

# lifelineMenuProfile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
pt: Perfil
ru: Профиль
zh: 个人资料

# lifelineMenuDebugOn
source: Debug On
ar: تشغيل التصحيح
de: Debug Ein
es: Depuración activada
fr: Débogage activé
he: ניפוי באגים פועל
pt: Depuração Ativada
ru: Отладка вкл.
zh: 开启调试

# lifelineMenuDebugOff
source: Debug Off
ar: إيقاف التصحيح
de: Debug Aus
es: Depuración desactivada
fr: Débogage désactivé
he: ניפוי באגים כבוי
pt: Depuração Desativada
ru: Отладка выкл.
zh: 关闭调试

# lifelineMenuSignOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
pt: Sair
ru: Выйти
zh: 退出登录

# lifelineSearchHint
source: Search...
ar: بحث...
de: Suchen...
es: Buscar...
fr: Rechercher...
he: חפש...
pt: Pesquisar...
ru: Поиск...
zh: 搜索...

# lifelineMemoriesListTitle
source: Memories
ar: الذكريات
de: Erinnerungen
es: Recuerdos
fr: Souvenirs
he: זיכרונות
pt: Memórias
ru: Воспоминания
zh: 记忆

# lifelineVisualSettingsDialogTitle
source: Visual Settings
ar: الإعدادات المرئية
de: Visuelle Einstellungen
es: Ajustes Visuales
fr: Paramètres visuels
he: הגדרות חזותיות
pt: Configurações Visuais
ru: Визуальные настройки
zh: 视觉设置

# lifelineVisualSettingsSpeed
source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
he: מהירות
pt: Velocidade
ru: Скорость
zh: 速度

# lifelineVisualSettingsYearLine
source: Year Line Position
ar: موضع خط السنة
de: Position der Jahreslinie
es: Posición de la línea del año
fr: Position de la ligne de l'année
he: מיקום קו השנה
pt: Posição da Linha do Ano
ru: Положение линии года
zh: 年份线位置

# lifelineVisualSettingsBranchDensity
source: Branch Density
ar: كثافة الفروع
de: Zweig-Dichte
es: Densidad de ramas
fr: Densité des branches
he: צפיפות ענפים
pt: Densidade de Ramos
ru: Плотность ветвей
zh: 分支密度

# lifelineVisualSettingsBranchIntensity
source: Branch Intensity
ar: شدة الفروع
de: Zweig-Intensität
es: Intensidad de ramas
fr: Intensité des branches
he: עוצמת ענפים
pt: Intensidade de Ramos
ru: Интенсивность ветвей
zh: 分支强度

# lifelineVisualSettingsAnimate
source: Animate
ar: تحريك
de: Animieren
es: Animar
fr: Animer
he: הנפש
pt: Animar
ru: Анимация
zh: 动画

# lifelineVisualSettingsDoneButton
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיום
pt: Concluído
ru: Готово
zh: 完成

# onboardingWelcomeTitle
source: Welcome to Lifeline
ar: مرحباً بك في Lifeline
de: Willkommen bei Lifeline
es: Bienvenido a Lifeline
fr: Bienvenue sur Lifeline
he: ברוכים הבאים ל-Lifeline
pt: Bem-vindo ao Lifeline
ru: Добро пожаловать в Lifeline
zh: 欢迎来到 Lifeline

# onboardingWelcomeSubtitle
source: Your personal journey, visualized. Let's take a quick tour to see how you can begin capturing your moments.
ar: رحلتك الشخصية، مصورة. لنأخذ جولة سريعة لنرى كيف يمكنك البدء في التقاط لحظاتك.
de: Ihre persönliche Reise, visualisiert. Machen wir eine kurze Tour, um zu sehen, wie Sie anfangen können, Ihre Momente festzuhalten.
es: Tu viaje personal, visualizado. Hagamos un recorrido rápido para ver cómo puedes empezar a capturar tus momentos.
fr: Votre parcours personnel, visualisé. Faisons un petit tour pour voir comment vous pouvez commencer à capturer vos moments.
he: המסע האישי שלך, בצורה חזותית. בוא נערוך סיור מהיר כדי לראות איך תוכל להתחיל לתעד את הרגעים שלך.
pt: Sua jornada pessoal, visualizada. Vamos fazer um tour rápido para ver como você pode começar a capturar seus momentos.
ru: Ваше личное путешествие, визуализированное. Давайте проведем небольшой тур, чтобы вы узнали, как начать.
zh: 您的个人旅程，可视化呈现。让我们快速浏览一下，看看如何开始记录您的瞬间。

# onboardingSkipButton
source: Skip for now
ar: تخطي الآن
de: Fürs Erste überspringen
es: Omitir por ahora
fr: Passer pour l'instant
he: דלג לעת עתה
pt: Pular por enquanto
ru: Пропустить
zh: 暂时跳过

# onboardingBeginTourButton
source: Begin Tour
ar: بدء الجولة
de: Tour beginnen
es: Comenzar recorrido
fr: Commencer la visite
he: התחל סיור
pt: Começar Tour
ru: Начать тур
zh: 开始导览

# onboardingGesturesTitle
source: Navigate Your Timeline
ar: تنقل في خطك الزمني
de: Navigieren Sie durch Ihre Zeitachse
es: Navega por tu línea de tiempo
fr: Naviguez dans votre timeline
he: נווט בציר הזמן שלך
pt: Navegue em Sua Linha do Tempo
ru: Навигация по линии жизни
zh: 导航您的时间线

# onboardingGestureSwipe
source: Swipe
ar: اسحب
de: Wischen
es: Deslizar
fr: Balayer
he: החלקה
pt: Deslizar
ru: Свайп
zh: 滑动

# onboardingGesturePinch
source: Pinch to Zoom
ar: اضغط للتكبير
de: Zum Zoomen zusammenziehen
es: Pellizcar para hacer zoom
fr: Pincer pour zoomer
he: צביטה לזום
pt: Pinçar para Zoom
ru: Масштабирование
zh: 捏合缩放

# onboardingGestureDoubleTap
source: Double Tap
de: Doppeltippen
es: Doble toque
fr: Double tape
he: הקשה כפולה
pt: Toque duplo
ru: Двойной тап

# onboardingGesturesSubtitle
source: Your Lifeline will grow with you. Pinch to zoom, double tap to quickly zoom in. Swipe left and right to navigate through time.
ar: سينمو خط Lifeline الخاص بك معك. اضغط للتصغير ورؤية الصورة الأكبر. اسحب لليسار واليمين للتنقل عبر الزمن.
de: Ihre Lifeline wird mit Ihnen wachsen. Ziehen Sie zusammen zum Zoomen, doppeltippen Sie zum schnellen Hineinzoomen. Wischen Sie nach links und rechts, um durch die Zeit zu navigieren.
es: Tu Lifeline crecerá contigo. Pellizca para hacer zoom, toca dos veces para acercar rápidamente. Desliza a la izquierda y a la derecha para navegar por el tiempo.
fr: Votre Lifeline grandira avec vous. Pincez pour zoomer, double tapez pour zoomer rapidement. Balayez vers la gauche et la droite pour naviguer dans le temps.
he: ציר הזמן שלך יגדל איתך. צבוט לזום, הקש פעמיים לזום מהיר. החלק שמאלה וימינה כדי לנווט בזמן.
pt: Sua Lifeline crescerá com você. Pince para zoom, toque duas vezes para aproximar rapidamente. Deslize para a esquerda e para a direita para navegar no tempo.
ru: Ваша линия жизни будет расти вместе с вами. Масштабируйте щипком, дважды нажмите для быстрого приближения. Проводите пальцем влево и вправо для навигации по времени.
zh: 您的 Lifeline 将与您一同成长。捏合以缩小，查看全局。左右滑动以在时间中导航。

# onboardingContinueButton
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
pt: Continuar
ru: Продолжить
zh: 继续

# onboardingFinalTitle
source: You're All Set!
ar: أنت جاهز تماماً!
de: Sie sind bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
he: אתה מוכן!
pt: Tudo Pronto!
ru: Все готово!
zh: 一切就绪！

# onboardingFinalSubtitle
source: Your journey begins now. Start capturing the moments that matter.
ar: رحلتك تبدأ الآن. ابدأ في التقاط اللحظات المهمة.
de: Ihre Reise beginnt jetzt. Fangen Sie an, die wichtigen Momente festzuhalten.
es: Tu viaje comienza ahora. Empieza a capturar los momentos que importan.
fr: Votre voyage commence maintenant. Commencez à capturer les moments qui comptent.
he: המסע שלך מתחיל עכשיו. התחל לתעד את הרגעים החשובים.
pt: Sua jornada começa agora. Comece a capturar os momentos que importam.
ru: Ваше путешествие начинается сейчас. Начните запечатлевать важные моменты.
zh: 您的旅程现在开始。开始记录那些重要的瞬间。

# onboardingStartJourneyButton
source: Start My Journey
ar: بدء رحلتي
de: Meine Reise beginnen
es: Comenzar mi viaje
fr: Commencer mon voyage
he: התחל את המסע שלי
pt: Começar Minha Jornada
ru: Начать мое путешествие
zh: 开始我的旅程

# onboardingSkipTourButton
source: Skip Tour
ar: تخطي الجولة
de: Tour überspringen
es: Omitir recorrido
fr: Passer la visite
he: דלג על הסיור
pt: Pular Tour
ru: Пропустить тур
zh: 跳过导览

# onboardingLifelineIntroText
source: This is your Lifeline. Every memory you add will create a unique node on this path, forming a beautiful map of your life's journey.
ar: هذا هو خط Lifeline الخاص بك. كل ذاكرة تضيفها ستنشئ عقدة فريدة على هذا المسار، لتشكل خريطة جميلة لرحلة حياتك.
de: Das ist Ihre Lifeline. Jede Erinnerung, die Sie hinzufügen, erzeugt einen einzigartigen Knoten auf diesem Pfad und bildet eine wunderschöne Karte Ihrer Lebensreise.
es: Esta es tu Lifeline. Cada recuerdo que añadas creará un nodo único en este camino, formando un hermoso mapa del viaje de tu vida.
fr: Ceci est votre Lifeline. Chaque souvenir que vous ajoutez créera un nœud unique sur ce chemin, formant une belle carte du voyage de votre vie.
he: זהו ציר הזמן שלך. כל זיכרון שתוסיף ייצור צומת ייחודי בנתיב זה, וייצור מפה יפה של מסע חייך.
pt: Esta é a sua Lifeline. Cada memória que você adicionar criará um nó único neste caminho, formando um belo mapa da jornada da sua vida.
ru: Это ваша линия жизни. Каждое добавленное воспоминание создаст уникальный узел на этом пути, формируя красивую карту вашего жизненного пути.
zh: 这是您的 Lifeline。您添加的每一条记忆都将在此路径上创建一个独特的节点，构成您人生旅程的美丽地图。
