Repository: RemiEtien/Life
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, pt, ru, zh

# profileMasterPasswordHint
source: Master Password
ar: كلمة المرور الرئيسية
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
he: סיסמת מאסטר
pt: Senha Mestra
ru: Мастер-пароль
zh: 主密码

# profileConfirmPasswordHint
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
he: אשר סיסמה
pt: Confirmar Senha
ru: Подтвердите пароль
zh: 确认密码

# profilePasswordMinLength
source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
he: הסיסמה חייבת להכיל לפחות 8 תווים
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
zh: 密码必须至少为8个字符

# profilePasswordsDoNotMatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
pt: As senhas não coincidem
ru: Пароли не совпадают
zh: 密码不匹配

# profileEnable
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
he: הפעל
pt: Ativar
ru: Включить
zh: 启用

# profileSectionHelp
source: HELP
ar: المساعدة
de: HILFE
es: AYUDA
fr: AIDE
he: עזרה
pt: AJUDA
ru: ПОМОЩЬ
zh: 帮助

# profileReplayTutorial
source: Replay Tutorial
ar: إعادة تشغيل البرنامج التعليمي
de: Tutorial wiederholen
es: Repetir tutorial
fr: Rejouer le tutoriel
he: הפעל שוב את המדריך
pt: Repetir Tutorial
ru: Повторить обучение
zh: 重播教程

# profileReplayTutorialConfirmTitle
source: Replay Tutorial?
ar: إعادة تشغيل البرنامج التعليمي؟
de: Tutorial wiederholen?
es: ¿Repetir tutorial?
fr: Rejouer le tutoriel ?
he: להפעיל שוב את המדריך?
pt: Repetir Tutorial?
ru: Повторить обучение?
zh: 重播教程？

# profileReplayTutorialConfirmContent
source: Are you sure you want to restart the tutorial?
ar: هل أنت متأكد من أنك تريد إعادة تشغيل البرنامج التعليمي؟
de: Sind Sie sicher, dass Sie das Tutorial neu starten möchten?
es: ¿Estás seguro de que quieres reiniciar el tutorial?
fr: Êtes-vous sûr de vouloir redémarrer le tutoriel ?
he: האם אתה בטוח שברצונך להפעיל מחדש את המדריך?
pt: Tem certeza de que deseja reiniciar o tutorial?
ru: Вы уверены, что хотите перезапустить обучение?
zh: 您确定要重新开始教程吗？

# profileRestart
source: Restart
ar: إعادة التشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
he: הפעל מחדש
pt: Reiniciar
ru: Перезапустить
zh: 重新开始

# profileSectionAccount
source: ACCOUNT MANAGEMENT
ar: إدارة الحساب
de: KONTOVERWALTUNG
es: GESTIÓN DE LA CUENTA
fr: GESTION DU COMPTE
he: ניהול חשבון
pt: GERENCIAMENTO DA CONTA
ru: УПРАВЛЕНИЕ АККАУНТОМ
zh: 账户管理

# profileSignOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
pt: Sair
ru: Выйти
zh: 退出登录

# profileDeleteAccount
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
pt: Excluir Conta
ru: Удалить аккаунт
zh: 删除账户

# profileDeleteAccountConfirmTitle
source: Delete Account?
ar: حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
he: למחוק חשבון?
pt: Excluir Conta?
ru: Удалить аккаунт?
zh: 删除账户？

# profileDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
pt: Excluir
ru: Удалить
zh: 删除

# profileDeletingAccount
source: Deleting your account...
ar: جاري حذف حسابك...
de: Dein Konto wird gelöscht...
es: Eliminando tu cuenta...
fr: Suppression de votre compte...
he: מוחק את חשבונך...
pt: Excluindo sua conta...
ru: Удаление вашего аккаунта...
zh: 正在删除您的账户...

# profileErrorCouldNotFindProfile
source: Could not find user profile.
ar: تعذر العثور على ملف تعريف المستخدم.
de: Benutzerprofil konnte nicht gefunden werden.
es: No se pudo encontrar el perfil de usuario.
fr: Impossible de trouver le profil utilisateur.
he: לא ניתן למצוא את פרופיל המשתמש.
pt: Não foi possível encontrar o perfil do usuário.
ru: Не удалось найти профиль пользователя.
zh: 找不到用户个人资料。

# memoryEditNewTitle
source: New Memory
ar: ذاكرة جديدة
de: Neue Erinnerung
es: Nuevo recuerdo
fr: Nouveau souvenir
he: זיכרון חדש
pt: Nova Memória
ru: Новое воспоминание
zh: 新的记忆

# memoryEditEditTitle
source: Edit Memory
ar: تحرير الذاكرة
de: Erinnerung bearbeiten
es: Editar recuerdo
fr: Modifier le souvenir
he: ערוך זיכרון
pt: Editar Memória
ru: Редактировать воспоминание
zh: 编辑记忆

# memoryEditSave
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
pt: Salvar
ru: Сохранить
zh: 保存

# memoryEditTitleHint
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
he: כותרת
pt: Título
ru: Название
zh: 标题

# memoryEditTitleValidator
source: Please enter a title
ar: الرجاء إدخال عنوان
de: Bitte geben Sie einen Titel ein
es: Por favor, introduce un título
fr: Veuillez entrer un titre
he: נא להזין כותרת
pt: Por favor, insira um título
ru: Пожалуйста, введите название
zh: 请输入标题

# memoryEditDescriptionHint
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
he: תיאור
pt: Descrição
ru: Описание
zh: 描述

# memoryEditDateLabel
source: Date:
ar: التاريخ:
de: Datum:
es: Fecha:
he: תאריך:
pt: Data:
ru: Дата:
zh: 日期：

# memoryEditSelectDateButton
source: Select Date
ar: اختيار التاريخ
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
he: בחר תאריך
pt: Selecionar Data
ru: Выбрать дату
zh: 选择日期

# memoryEditAmbientSoundLabel
source: Ambient Sound:
ar: الصوت المحيط:
de: Umgebungsgeräusch:
es: Sonido ambiente:
fr: Son d'ambiance :
he: צליל רקע:
pt: Som Ambiente:
ru: Фоновый звук:
zh: 环境音：

# memoryEditAmbientSoundDropdownHint
source: Select an ambient sound
ar: اختر صوتاً محيطاً
de: Wählen Sie ein Umgebungsgeräusch
es: Selecciona un sonido ambiente
fr: Sélectionnez un son d'ambiance
he: בחר צליל רקע
pt: Selecione um som ambiente
ru: Выберите фоновый звук
zh: 选择一个环境音

# memoryEditMusicAnchorLabel
source: Music Anchor:
ar: مرساة الموسيقى:
de: Musik-Anker:
es: Ancla musical:
fr: Ancre musicale :
he: עוגן מוזיקלי:
pt: Âncora Musical:
ru: Музыкальный якорь:
zh: 音乐锚点：

# memoryEditAttachTrackButton
source: Attach track from Spotify
ar: إرفاق مسار من Spotify
de: Titel von Spotify anhängen
es: Adjuntar pista de Spotify
fr: Joindre un morceau depuis Spotify
he: צרף רצועה מ-Spotify
pt: Anexar faixa do Spotify
ru: Прикрепить трек из Spotify
zh: 附加 Spotify 曲目

# memoryEditPhotosLabel
source: Photos:
ar: الصور:
de: Fotos:
es: Fotos:
he: תמונות:
pt: Fotos:
ru: Фотографии:
zh: 照片：

# memoryEditNoPhotosSelected
source: No photos selected
ar: لم يتم اختيار صور
de: Keine Fotos ausgewählt
es: No hay fotos seleccionadas
fr: Aucune photo sélectionnée
he: לא נבחרו תמונות
pt: Nenhuma foto selecionada
ru: Фото не выбраны
zh: 未选择照片

# memoryEditAddPhotosButton
source: Add Photos
ar: إضافة صور
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
he: הוסף תמונות
pt: Adicionar Fotos
ru: Добавить фото
zh: 添加照片

# memoryEditVideosLabel
source: Videos:
ar: مقاطع الفيديو:
es: Vídeos:
fr: Vidéos :
he: סרטונים:
pt: Vídeos:
ru: Видео:
zh: 视频：

# memoryEditNoVideosSelected
source: No videos selected
ar: لم يتم اختيار مقاطع فيديو
de: Keine Videos ausgewählt
es: No hay vídeos seleccionados
fr: Aucune vidéo sélectionnée
he: לא נבחרו סרטונים
pt: Nenhum vídeo selecionado
ru: Видео не выбраны
zh: 未选择视频

# memoryEditAddVideoButton
source: Add Video
ar: إضافة فيديو
de: Video hinzufügen
es: Añadir vídeo
fr: Ajouter une vidéo
he: הוסף סרטון
pt: Adicionar Vídeo
ru: Добавить видео
zh: 添加视频

# memoryEditAudioNoteLabel
source: Audio Note:
ar: ملاحظة صوتية:
de: Audionotiz:
es: Nota de audio:
fr: Note audio :
he: הערה קולית:
pt: Nota de Áudio:
ru: Аудиозаметка:
zh: 语音备忘：

# memoryEditAudioNoteSaved
source: Audio note saved
ar: تم حفظ الملاحظة الصوتية
de: Audionotiz gespeichert
es: Nota de audio guardada
fr: Note audio enregistrée
he: הערה קולית נשמרה
pt: Nota de áudio salva
ru: Аудиозаметка сохранена
zh: 语音备忘已保存

# memoryEditRecordButton
source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fr: Enregistrer
he: הקלט
pt: Gravar
ru: Запись
zh: 录制

# memoryEditStopRecordingButton
source: Stop Recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
he: הפסק הקלטה
pt: Parar Gravação
ru: Остановить запись
zh: 停止录制

# memoryEditRecordingIndicator
source: Recording...
ar: جاري التسجيل...
de: Aufnahme...
es: Grabando...
fr: Enregistrement...
he: מקליט...
pt: Gravando...
ru: Запись...
zh: 录制中...

# memoryEditReflectionSectionTitle
source: Reflection
ar: تأمل
de: Reflexion
es: Reflexión
fr: Réflexion
he: רפלקציה
pt: Reflexão
ru: Рефлексия
zh: 反思

# memoryEditEncryptLabel
source: Encrypt
ar: تشفير
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
he: הצפן
pt: Criptografar
ru: Зашифровать
zh: 加密

# memoryEditEncryptionInfoTooltip
source: What is encryption?
ar: ما هو التشفير؟
de: Was ist Verschlüsselung?
es: ¿Qué es el cifrado?
fr: Qu'est-ce que le chiffrement ?
he: מהי הצפנה?
pt: O que é criptografia?
ru: Что такое шифрование?
zh: 什么是加密？

# memoryEditImpactPrompt
source: How did this event impact me?
ar: كيف أثر هذا الحدث علي؟
de: Wie hat dieses Ereignis mich beeinflusst?
es: ¿Cómo me impactó este evento?
fr: Quel a été l'impact de cet événement sur moi ?
he: כיצד אירוע זה השפיע עליי?
pt: Como este evento me impactou?
ru: Как это событие повлияло на меня?
zh: 这件事对我有什么影响？

# memoryEditLessonPrompt
source: What lesson did I learn?
ar: ما الدرس الذي تعلمته؟
de: Welche Lektion habe ich gelernt?
es: ¿Qué lección aprendí?
fr: Quelle leçon ai-je apprise ?
he: איזה לקח למדתי?
pt: Que lição eu aprendi?
ru: Какой урок я извлек(ла)?
zh: 我学到了什么教训？

# memoryEditEmotionsLabel
source: Emotions:
ar: المشاعر:
de: Emotionen:
es: Emociones:
fr: Émotions :
he: רגשות:
pt: Emoções:
ru: Эмоции:
zh: 情绪：

# emotionJoy
source: Joy
ar: فرح
de: Freude
es: Alegría
fr: Joie
he: שמחה
pt: Alegria
ru: Радость
zh: 喜悦

# emotionPride
source: Pride
ar: فخر
de: Stolz
es: Orgullo
fr: Fierté
he: גאווה
pt: Orgulho
ru: Гордость
zh: 骄傲

# emotionSadness
source: Sadness
ar: حزن
de: Traurigkeit
es: Tristeza
fr: Tristesse
he: עצב
pt: Tristeza
ru: Грусть
zh: 悲伤

# emotionGratitude
source: Gratitude
ar: امتنان
de: Dankbarkeit
es: Gratitud
he: הכרת תודה
pt: Gratidão
ru: Благодарность
zh: 感激

# emotionLove
source: Love
ar: حب
de: Liebe
es: Amor
fr: Amour
he: אהבה
pt: Amor
ru: Любовь
zh: 爱

# emotionFear
source: Fear
ar: خوف
de: Angst
es: Miedo
fr: Peur
he: פחד
pt: Medo
ru: Страх
zh: 恐惧

# emotionAnger
source: Anger
ar: غضب
de: Wut
es: Ira
fr: Colère
he: כעס
pt: Raiva
ru: Злость
zh: 愤怒

# memoryEditCbtHelperTitle
source: Reflection Helper
ar: مساعد التأمل
de: Reflexionshelfer
es: Ayudante de reflexión
fr: Aide à la réflexion
he: עוזר רפלקציה
pt: Assistente de Reflexão
ru: Помощник по рефлексии
zh: 反思助手

# memoryEditCbtStep1Title
source: What was the first thought or belief?
ar: ما هو أول فكرة أو اعتقاد؟
de: Was war der erste Gedanke oder Glaube?
es: ¿Cuál fue el primer pensamiento o creencia?
fr: Quelle a été la première pensée ou croyance ?
he: מה הייתה המחשבה או האמונה הראשונה?
pt: Qual foi o primeiro pensamento ou crença?
ru: Какой была первая мысль или убеждение?
zh: 最初的想法或信念是什么？

# memoryEditCbtStep1Subtitle
source: e.g., 'I will fail' or 'I did everything right'.
ar: مثال: 'سأفشل' أو 'فعلت كل شيء بشكل صحيح'.
de: z.B. 'Ich werde versagen' oder 'Ich habe alles richtig gemacht'.
es: p. ej., 'Voy a fracasar' o 'Hice todo bien'.
fr: par exemple, 'Je vais échouer' ou 'J'ai tout fait correctement'.
he: לדוגמה, 'אני אכשל' או 'עשיתי הכל נכון'.
pt: ex: 'Vou falhar' ou 'Fiz tudo certo'.
ru: например, 'У меня ничего не получится' или 'Я все сделал(а) правильно'.
zh: 例如，“我会失败”或“我做的一切都对”。

# memoryEditCbtStep2Title
source: What supports this thought?
ar: ما الذي يدعم هذه الفكرة؟
de: Was unterstützt diesen Gedanken?
es: ¿Qué apoya este pensamiento?
fr: Qu'est-ce qui soutient cette pensée ?
he: מה תומך במחשבה זו?
pt: O que apoia esse pensamento?
ru: Что подтверждает эту мысль?
zh: 有什么支持这个想法？

# memoryEditCbtStep2Subtitle
source: What facts or events prove this thought to be true?
ar: ما هي الحقائق أو الأحداث التي تثبت صحة هذه الفكرة؟
de: Welche Fakten oder Ereignisse beweisen, dass dieser Gedanke wahr ist?
es: ¿Qué hechos o eventos demuestran que este pensamiento es cierto?
fr: Quels faits ou événements prouvent que cette pensée est vraie ?
he: אילו עובדות או אירועים מוכיחים שמחשבה זו נכונה?
pt: Quais fatos ou eventos provam que esse pensamento é verdadeiro?
ru: Какие факты или события доказывают, что эта мысль верна?
zh: 有哪些事实或事件证明这个想法是正确的？

# memoryEditCbtStep3Title
source: What is the view from the other side?
ar: ما هي وجهة النظر من الجانب الآخر؟
de: Wie ist die Sicht von der anderen Seite?
es: ¿Cuál es la visión desde el otro lado?
fr: Quel est le point de vue opposé ?
he: מהי ההשקפה מהצד השני?
pt: Qual é a visão do outro lado?
ru: Каков взгляд с другой стороны?
zh: 从另一面看是什么样的？

# memoryEditCbtStep3Subtitle
source: What facts or events might disprove or challenge the first thought?
ar: ما هي الحقائق أو الأحداث التي قد تدحض أو تتحدى الفكرة الأولى؟
de: Welche Fakten oder Ereignisse könnten den ersten Gedanken widerlegen oder in Frage stellen?
es: ¿Qué hechos o eventos podrían refutar o desafiar el primer pensamiento?
fr: Quels faits ou événements pourraient réfuter ou contester la première pensée ?
he: אילו עובדות או אירועים עשויים להפריך או לאתגר את המחשבה הראשונה?
pt: Quais fatos ou eventos podem refutar ou desafiar o primeiro pensamento?
ru: Какие факты или события могут опровергнуть или оспорить первую мысль?
zh: 有哪些事实或事件可能反驳或挑战最初的想法？

# memoryEditCbtStep4Title
source: How can I look at this differently?
ar: كيف يمكنني أن أنظر إلى هذا بشكل مختلف؟
de: Wie kann ich das anders betrachten?
es: ¿Cómo puedo ver esto de manera diferente?
fr: Comment puis-je voir cela différemment ?
he: איך אני יכול להסתכל על זה אחרת?
pt: Como posso ver isso de forma diferente?
ru: Как я могу посмотреть на это иначе?
zh: 我怎样才能换个角度看这个问题？

# memoryEditCbtStep4Subtitle
source: Based on the above, formulate a new, more balanced perspective.
ar: بناءً على ما سبق، قم بصياغة منظور جديد أكثر توازناً.
de: Formulieren Sie auf der Grundlage des oben Gesagten eine neue, ausgewogenere Perspektive.
es: Basado en lo anterior, formula una perspectiva nueva y más equilibrada.
fr: Sur la base de ce qui précède, formulez une nouvelle perspective plus équilibrée.
he: בהתבסס על האמור לעיל, נסח נקודת מבט חדשה ומאוזנת יותר.
pt: Com base no exposto, formule uma perspectiva nova e mais equilibrada.
ru: Основываясь на вышесказанном, сформулируйте новую, более сбалансированную точку зрения.
zh: 根据以上内容，形成一个新的、更平衡的观点。

# memoryEditActionPlanTitle
source: Action Plan
ar: خطة العمل
de: Aktionsplan
es: Plan de acción
fr: Plan d'action
he: תוכנית פעולה
pt: Plano de Ação
ru: План действий
zh: 行动计划

# memoryEditActionPrompt
source: What is one small step I can take?
ar: ما هي الخطوة الصغيرة التي يمكنني اتخاذها؟
de: Was ist ein kleiner Schritt, den ich unternehmen kann?
es: ¿Cuál es un pequeño paso que puedo dar?
fr: Quelle petite étape puis-je franchir ?
he: מהו צעד קטן אחד שאני יכול לעשות?
pt: Qual é um pequeno passo que posso dar?
ru: Какой один маленький шаг я могу предпринять?
zh: 我能采取的一小步是什么？

# memoryEditReminderLabel
source: Reminder:
ar: تذكير:
de: Erinnerung:
es: Recordatorio:
fr: Rappel :
he: תזכורת:
pt: Lembrete:
ru: Напоминание:
zh: 提醒：

# memoryEditReminderNotSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non défini
he: לא הוגדרה
pt: Não definido
ru: Не установлено
zh: 未设置

# memoryEditSetReminderButton
source: Set Date
ar: تحديد التاريخ
de: Datum festlegen
es: Establecer fecha
fr: Définir la date
he: הגדר תאריך
pt: Definir Data
ru: Установить дату
zh: 设置日期

# memoryEditYourThoughtsHint
source: Your thoughts here...
ar: أفكارك هنا...
de: Ihre Gedanken hier...
es: Tus pensamientos aquí...
fr: Vos pensées ici...
he: המחשבות שלך כאן...
pt: Seus pensamentos aqui...
ru: Ваши мысли здесь...
zh: 在此处写下您的想法...

# memoryEditDraftSavedMessage
source: Draft saved
ar: تم حفظ المسودة
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
he: טיוטה נשמרה
pt: Rascunho salvo
ru: Черновик сохранен
zh: 草稿已保存

# memoryEditErrorRepoUnavailable
source: Error: Repository not available.
ar: خطأ: المستودع غير متوفر.
de: Fehler: Repository nicht verfügbar.
es: Error: Repositorio no disponible.
fr: Erreur : Dépôt non disponible.
he: שגיאה: המאגר אינו זמין.
pt: Erro: Repositório não disponível.
ru: Ошибка: Хранилище недоступно.
zh: 错误：存储库不可用。

# memoryEditErrorSaving
source: Error saving memory: {error}
ar: خطأ في حفظ الذاكرة: {error}
de: Fehler beim Speichern der Erinnerung: {error}
es: Error al guardar el recuerdo: {error}
fr: Erreur lors de l'enregistrement du souvenir : {error}
he: שגיאה בשמירת הזיכרון: {error}
pt: Erro ao salvar memória: {error}
ru: Ошибка сохранения воспоминания: {error}
zh: 保存记忆时出错：{error}

# memoryEditUnlockDialogTitle
source: Unlock to Save
ar: فتح للحفظ
de: Zum Speichern entsperren
es: Desbloquear para guardar
fr: Déverrouiller pour enregistrer
he: בטל נעילה כדי לשמור
pt: Desbloquear para Salvar
ru: Разблокировать для сохранения
zh: 解锁以保存

# memoryEditUnlockDialogContent
source: Please enter your Master Password to save this encrypted memory.
ar: الرجاء إدخال كلمة المرور الرئيسية لحفظ هذه الذاكرة المشفرة.
de: Bitte geben Sie Ihr Master-Passwort ein, um diese verschlüsselte Erinnerung zu speichern.
es: Por favor, introduce tu contraseña maestra para guardar este recuerdo cifrado.
fr: Veuillez entrer votre mot de passe principal pour enregistrer ce souvenir chiffré.
he: נא להזין את סיסמת המאסטר שלך כדי לשמור את הזיכרון המוצפן הזה.
pt: Por favor, insira sua Senha Mestra para salvar esta memória criptografada.
ru: Пожалуйста, введите ваш мастер-пароль, чтобы сохранить это зашифрованное воспоминание.
zh: 请输入您的主密码以保存此加密记忆。

# memoryEditMasterPasswordHint
source: Master Password
ar: كلمة المرور الرئيسية
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
he: סיסמת מאסטר
pt: Senha Mestra
ru: Мастер-пароль
zh: 主密码

# memoryEditUnlockButton
source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: בטל נעילה
pt: Desbloquear
ru: Разблокировать
zh: 解锁

# memoryEditEncryptionInfoDialogTitle
source: End-to-End Encryption
ar: التشفير من طرف إلى طرف
de: Ende-zu-Ende-Verschlüsselung
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
he: הצפנה מקצה לקצה
pt: Criptografia de Ponta a Ponta
ru: Сквозное шифрование
zh: 端到端加密

# memoryEditEncryptionInfoDialogContent
source: When you encrypt a memory, its description and reflection fields are scrambled using a key derived from your Master Password. The data is stored in an unreadable format in the cloud and can only be decrypted on your devices with your password. IMPORTANT: We cannot recover your Master Password. If you forget it, your encrypted data will be lost forever.
ar: عند تشفير ذاكرة، يتم تشويش حقلي الوصف والتأمل باستخدام مفتاح مشتق من كلمة المرور الرئيسية الخاصة بك. يتم تخزين البيانات بتنسيق غير قابل للقراءة في السحابة ولا يمكن فك تشفيرها إلا على أجهزتك باستخدام كلمة المرور الخاصة بك. هام: لا يمكننا استعادة كلمة المرور الرئيسية الخاصة بك. إذا نسيتها، فستفقد بياناتك المشفرة إلى الأبد.
de: Wenn Sie eine Erinnerung verschlüsseln, werden ihre Beschreibungs- und Reflexionsfelder mit einem Schlüssel verschlüsselt, der von Ihrem Master-Passwort abgeleitet ist. Die Daten werden in einem unlesbaren Format in der Cloud gespeichert und können nur auf Ihren Geräten mit Ihrem Passwort entschlüsselt werden. WICHTIG: Wir können Ihr Master-Passwort nicht wiederherstellen. Wenn Sie es vergessen, gehen Ihre verschlüsselten Daten für immer verloren.
es: Cuando cifras un recuerdo, sus campos de descripción y reflexión se codifican utilizando una clave derivada de tu contraseña maestra. Los datos se almacenan en un formato ilegible en la nube y solo se pueden descifrar en tus dispositivos con tu contraseña. IMPORTANTE: No podemos recuperar tu contraseña maestra. Si la olvidas, tus datos cifrados se perderán para siempre.
fr: Lorsque vous chiffrez un souvenir, sa description et ses champs de réflexion sont brouillés à l'aide d'une clé dérivée de votre mot de passe principal. Les données sont stockées dans un format illisible dans le cloud et ne peuvent être déchiffrées que sur vos appareils avec votre mot de passe. IMPORTANT : Nous ne pouvons pas récupérer votre mot de passe principal. Si vous l'oubliez, vos données chiffrées seront perdues à jamais.
he: כאשר אתה מצפין זיכרון, שדות התיאור והרפלקציה שלו מוצפנים באמצעות מפתח הנגזר מסיסמת המאסטר שלך. הנתונים מאוחסנים בענן בפורמט לא קריא וניתן לפענח אותם רק במכשירים שלך באמצעות הסיסמה שלך. חשוב: איננו יכולים לשחזר את סיסמת המאסטר שלך. אם תשכח אותה, הנתונים המוצפנים שלך יאבדו לנצח.
pt: Quando você criptografa uma memória, seus campos de descrição e reflexão são embaralhados usando uma chave derivada de sua Senha Mestra. Os dados são armazenados em um formato ilegível na nuvem e só podem ser descriptografados em seus dispositivos com sua senha. IMPORTANTE: Não podemos recuperar sua Senha Mestra. Se você a esquecer, seus dados criptografados serão perdidos para sempre.
ru: Когда вы шифруете воспоминание, его описание и поля рефлексии кодируются с помощью ключа, полученного из вашего мастер-пароля. Данные хранятся в облаке в нечитаемом формате и могут быть расшифрованы только на ваших устройствах с помощью вашего пароля. ВАЖНО: Мы не можем восстановить ваш мастер-пароль. Если вы его забудете, ваши зашифрованные данные будут утеряны навсегда.
zh: 当您加密一条记忆时，其描述和反思字段将使用从您的主密码派生的密钥进行加密。 数据以不可读的格式存储在云端，只能在您的设备上使用您的密码解密。 重要提示：我们无法恢复您的主密码。如果忘记，您的加密数据将永久丢失。

# memoryEditPermissionDeniedSnackbar
source: Permission for {permissionName} was denied. Please enable it in settings.
ar: تم رفض الإذن لـ {permissionName}. يرجى تمكينه في الإعدادات.
de: Die Berechtigung für {permissionName} wurde verweigert. Bitte aktivieren Sie sie in den Einstellungen.
es: El permiso para {permissionName} fue denegado. Por favor, actívalo en los ajustes.
fr: L'autorisation pour {permissionName} a été refusée. Veuillez l'activer dans les paramètres.
he: ההרשאה עבור {permissionName} נדחתה. אנא הפעל אותה בהגדרות.
pt: A permissão para {permissionName} foi negada. Por favor, ative-a nas configurações.
ru: Разрешение на {permissionName} было отклонено. Пожалуйста, включите его в настройках.
zh: 的权限已被拒绝。请在设置中启用它。

# memoryEditSettingsButton
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
pt: Configurações
ru: Настройки
zh: 设置

# memoryEditNoInternetSnackbar
source: Internet connection is required to search for music.
ar: مطلوب اتصال بالإنترنت للبحث عن الموسيقى.
de: Für die Musiksuche ist eine Internetverbindung erforderlich.
es: Se requiere conexión a Internet para buscar música.
fr: Une connexion Internet est requise pour rechercher de la musique.
he: נדרש חיבור לאינטרנט כדי לחפש מוזיקה.
pt: É necessária conexão com a internet para pesquisar músicas.
ru: Для поиска музыки требуется подключение к Интернету.
zh: 搜索音乐需要网络连接。

# memoryEditEmotionIntensityDialogTitle
source: Intensity for '{emotion}'
ar: شدة '{emotion}'
de: Intensität für '{emotion}'
es: Intensidad para '{emotion}'
fr: Intensité pour '{emotion}'
he: עוצמה עבור '{emotion}'
pt: Intensidade para '{emotion}'
ru: Интенсивность для '{emotion}'
zh: “{emotion}”的强度

# memoryViewBackTooltip
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
he: חזור
pt: Voltar
ru: Назад
zh: 返回

# memoryViewShareTooltip
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שתף
pt: Compartilhar
ru: Поделиться
zh: 分享

# memoryViewEditTooltip
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
pt: Editar
ru: Редактировать
zh: 编辑

# memoryViewDeleteTooltip
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
pt: Excluir
ru: Удалить
zh: 删除
