Repository: RemiEtien/Life
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, pt, ru, zh

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
pt: Senha
ru: Пароль
zh: 密码

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחבר
pt: Entrar
ru: Войти
zh: 登录

source: Register
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
he: הירשם
pt: Registrar
ru: Зарегистрироваться
zh: 注册

# createAccount
source: Create a new account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
he: צור חשבון חדש
pt: Criar uma nova conta
ru: Создать новый аккаунт
zh: 创建新账户

# alreadyHaveAccount
source: I already have an account
ar: لدي حساب بالفعل
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
he: יש לי כבר חשבון
pt: Já tenho uma conta
ru: У меня уже есть аккаунт
zh: 我已有账户

source: Or sign in with
ar: أو سجل الدخول باستخدام
de: Oder anmelden mit
es: O inicia sesión con
fr: Ou se connecter avec
he: או התחבר באמצעות
pt: Ou entre com
ru: Или войдите с помощью
zh: 或使用其他方式登录

# passwordTooShort
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
he: הסיסמה חייבת להכיל לפחות 6 תווים
pt: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов
zh: 密码必须至少为6个字符

# invalidEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce un correo electrónico válido
fr: Veuillez saisir une adresse e-mail valide
he: נא להזין כתובת אימייל חוקית
pt: Por favor, insira um e-mail válido
ru: Пожалуйста, введите действительный адрес электронной почты
zh: 请输入有效的电子邮件地址

# consentWelcomeTitle
source: Welcome to Lifeline
ar: مرحباً بك في Lifeline
de: Willkommen bei Lifeline
es: Bienvenido a Lifeline
fr: Bienvenue sur Lifeline
he: ברוכים הבאים ל-Lifeline
pt: Bem-vindo ao Lifeline
ru: Добро пожаловать в Lifeline
zh: 欢迎来到 Lifeline

# consentWelcomeSubtitle
source: Before you begin, please review and agree to our terms.
ar: قبل أن تبدأ، يرجى مراجعة شروطنا والموافقة عليها.
de: Bevor Sie beginnen, lesen und akzeptieren Sie bitte unsere Bedingungen.
es: Antes de comenzar, por favor, revisa y acepta nuestros términos.
fr: Avant de commencer, veuillez lire et accepter nos conditions.
he: לפני שתתחיל, אנא עיין בתנאים שלנו והסכם להם.
pt: Antes de começar, por favor, revise e concorde com nossos termos.
ru: Прежде чем начать, пожалуйста, ознакомьтесь и согласитесь с нашими условиями.
zh: 在开始之前，请查看并同意我们的条款。

# consentIAgreeTo
source: I have read and agree to the
ar: لقد قرأت ووافقت على
de: Ich habe die
es: He leído y acepto los
fr: J'ai lu et j'accepte les
he: קראתי ואני מסכים/ה ל
pt: Eu li e concordo com os
ru: Я прочитал(а) и согласен(на) с
zh: 我已阅读并同意

# consentTermsOfService
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
he: תנאי השירות
pt: Termos de Serviço
ru: Условиями обслуживания
zh: 服务条款

# consentAnd
source: and
ar: و
de: und die
es: y la
fr: et la
he: ו
pt: e a
ru: и
zh: 和

# consentPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות הפרטיות
pt: Política de Privacidade
ru: Политикой конфиденциальности
zh: 隐私政策

# consentContinue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
pt: Continuar
ru: Продолжить
zh: 继续

# consentErrorSaving
source: Error saving settings: {error}
ar: خطأ في حفظ الإعدادات: {error}
de: Fehler beim Speichern der Einstellungen: {error}
es: Error al guardar la configuración: {error}
fr: Erreur lors de l'enregistrement des paramètres : {error}
he: שגיאה בשמירת ההגדרות: {error}
pt: Erro ao salvar as configurações: {error}
ru: Ошибка сохранения настроек: {error}
zh: 保存设置时出错：{error}

# splashMessageInitializing
source: Initializing...
ar: جاري التهيئة...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
he: מאתחל...
pt: Inicializando...
ru: Инициализация...
zh: 正在初始化...

# splashMessageCheckingSettings
source: Checking settings...
ar: جاري التحقق من الإعدادات...
de: Einstellungen werden geprüft...
es: Comprobando ajustes...
fr: Vérification des paramètres...
he: בודק הגדרות...
pt: Verificando configurações...
ru: Проверка настроек...
zh: 正在检查设置...

# splashMessageAuthenticating
source: Authenticating...
ar: جاري المصادقة...
de: Authentifizierung...
es: Autenticando...
fr: Authentification...
he: מאמת...
pt: Autenticando...
ru: Аутентификация...
zh: 正在验证...

# splashMessageSyncing
source: Syncing your timeline...
ar: جاري مزامنة خطك الزمني...
de: Deine Zeitachse wird synchronisiert...
es: Sincronizando tu línea de tiempo...
fr: Synchronisation de votre timeline...
he: מסנכרן את ציר הזמן שלך...
pt: Sincronizando sua linha do tempo...
ru: Синхронизация вашей линии жизни...
zh: 正在同步您的时间线...

# authGateLoadingMemories
source: Loading memories...
ar: جاري تحميل الذكريات...
de: Erinnerungen werden geladen...
es: Cargando recuerdos...
fr: Chargement des souvenirs...
he: טוען זיכרונות...
pt: Carregando memórias...
ru: Загрузка воспоминаний...
zh: 正在加载记忆...

# authGateAuthenticating
source: Authenticating...
ar: جاري المصادقة...
de: Authentifizierung...
es: Autenticando...
fr: Authentification...
he: מאמת...
pt: Autenticando...
ru: Аутентификация...
zh: 正在验证...

# authGateSomethingWentWrong
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
he: משהו השתבש
pt: Algo deu errado
ru: Что-то пошло не так
zh: 出错了

# authGateCouldNotLoad
source: We couldn't load your data. Please check your connection and try again.
ar: لم نتمكن من تحميل بياناتك. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Wir konnten Ihre Daten nicht laden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No pudimos cargar tus datos. Por favor, comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu charger vos données. Veuillez vérifier votre connexion et réessayer.
he: לא הצלחנו לטעון את הנתונים שלך. אנא בדוק את החיבור ונסה שוב.
pt: Não foi possível carregar seus dados. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить ваши данные. Пожалуйста, проверьте соединение и попробуйте снова.
zh: 我们无法加载您的数据。请检查您的网络连接并重试。

# authGateTryAgain
source: Try Again
ar: المحاولة مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: נסה שוב
pt: Tentar Novamente
ru: Попробовать снова
zh: 重试

# authGateEmptyState
source: Your Lifeline is ready. Tap the + button to add your first memory.
ar: خط Lifeline الخاص بك جاهز. اضغط على زر + لإضافة ذاكرتك الأولى.
de: Deine Lifeline ist bereit. Tippe auf den +-Button, um deine erste Erinnerung hinzuzufügen.
es: Tu Lifeline está lista. Toca el botón + para añadir tu primer recuerdo.
fr: Votre Lifeline est prête. Appuyez sur le bouton + pour ajouter votre premier souvenir.
he: ציר הזמן שלך מוכן. הקש על כפתור + כדי להוסיף את הזיכרון הראשון שלך.
pt: Sua Lifeline está pronta. Toque no botão + para adicionar sua primeira memória.
ru: Ваша линия жизни готова. Нажмите кнопку +, чтобы добавить первое воспоминание.
zh: 您的 Lifeline 已准备就绪。 点击 + 按钮添加您的第一条记忆。

# authGateUnsavedDraftTitle
source: Unsaved Memory
ar: ذاكرة غير محفوظة
de: Ungespeicherte Erinnerung
es: Recuerdo no guardado
fr: Souvenir non enregistré
he: זיכרון שלא נשמר
pt: Memória não salva
ru: Несохраненное воспоминание
zh: 未保存的记忆

# authGateUnsavedDraftContent
source: You have an unsaved memory draft. Do you want to continue editing it?
ar: لديك مسودة ذاكرة غير محفوظة. هل تريد متابعة تحريرها؟
de: Sie haben einen ungespeicherten Erinnerungsentwurf. Möchten Sie die Bearbeitung fortsetzen?
es: Tienes un borrador de recuerdo sin guardar. ¿Quieres seguir editándolo?
fr: Vous avez un brouillon de souvenir non enregistré. Voulez-vous continuer à le modifier ?
he: יש לך טיוטת זיכרון שלא נשמרה. האם תרצה להמשיך לערוך אותה?
pt: Você tem um rascunho de memória não salvo. Deseja continuar editando?
ru: У вас есть несохраненный черновик воспоминания. Хотите продолжить редактирование?
zh: 您有一条未保存的记忆草稿。要继续编辑吗？

# authGateDiscard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Annuler
he: מחק
pt: Descartar
ru: Удалить
zh: 丢弃

# authGateContinueEditing
source: Continue Editing
ar: متابعة التحرير
de: Bearbeitung fortsetzen
es: Continuar editando
fr: Continuer la modification
he: המשך עריכה
pt: Continuar Editando
ru: Продолжить
zh: 继续编辑

# verifyEmailTitle
source: Email Verification
ar: تأكيد البريد الإلكتروني
de: E-Mail-Bestätigung
es: Verificación de correo electrónico
fr: Vérification de l'e-mail
he: אימות אימייל
pt: Verificação de E-mail
ru: Подтверждение почты
zh: 电子邮件验证

# verifyEmailSentTo
source: A verification email has been sent to:
ar: تم إرسال بريد إلكتروني للتحقق إلى:
de: Eine Bestätigungs-E-Mail wurde gesendet an:
es: Se ha enviado un correo de verificación a:
fr: Un e-mail de vérification a été envoyé à :
he: נשלח אימייל אימות לכתובת:
pt: Um e-mail de verificação foi enviado para:
ru: Письмо с подтверждением было отправлено на адрес:
zh: 验证邮件已发送至：

# verifyEmailInstructions
source: Please click the link in the email to complete your registration.
ar: الرجاء النقر على الرابط في البريد الإلكتروني لإكمال تسجيلك.
de: Bitte klicken Sie auf den Link in der E-Mail, um Ihre Registrierung abzuschließen.
es: Por favor, haz clic en el enlace del correo para completar tu registro.
fr: Veuillez cliquer sur le lien dans l'e-mail pour finaliser votre inscription.
he: אנא לחץ על הקישור באימייל להשלמת ההרשמה.
pt: Por favor, clique no link do e-mail para completar o seu registo.
ru: Пожалуйста, перейдите по ссылке в письме, чтобы завершить регистрацию.
zh: 请点击邮件中的链接以完成注册。

# verifyEmailResendButton
source: Resend Email
ar: إعادة إرسال البريد الإلكتروني
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'e-mail
he: שלח שוב אימייל
pt: Reenviar E-mail
ru: Отправить письмо еще раз
zh: 重新发送邮件

# verifyEmailCancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
pt: Cancelar
ru: Отмена
zh: 取消

# profileTitle
source: Profile & Settings
ar: الملف الشخصي والإعدادات
de: Profil & Einstellungen
es: Perfil y Ajustes
fr: Profil et paramètres
he: פרופיל והגדרות
pt: Perfil e Configurações
ru: Профиль и настройки
zh: 个人资料和设置

# profileSectionProfile
source: PROFILE
ar: الملف الشخصي
de: PROFIL
es: PERFIL
fr: PROFIL
he: פרופיל
pt: PERFIL
ru: ПРОФИЛЬ
zh: 个人资料

# profileChangeNameTitle
source: Change Name
ar: تغيير الاسم
de: Namen ändern
es: Cambiar nombre
fr: Changer de nom
he: שנה שם
pt: Alterar Nome
ru: Изменить имя
zh: 更改姓名

# profileEnterYourName
source: Enter your name
ar: أدخل اسمك
de: Gib deinen Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
he: הזן את שמך
pt: Digite seu nome
ru: Введите ваше имя
zh: 输入您的姓名

# profileSave
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
pt: Salvar
ru: Сохранить
zh: 保存

# profileCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
pt: Cancelar
ru: Отмена
zh: 取消

# profileName
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
pt: Nome
ru: Имя
zh: 姓名

# profileCountry
source: Country
ar: البلد
de: Land
es: País
fr: Pays
he: מדינה
pt: País
ru: Страна
zh: 国家/地区

# profileCountryNotSelected
source: Not selected
ar: لم يتم الاختيار
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
he: לא נבחר
pt: Não selecionado
ru: Не выбрана
zh: 未选择

# profileLanguage
source: Content Language
ar: لغة المحتوى
de: Inhaltssprache
es: Idioma del contenido
fr: Langue de l'interface
he: שפת התוכן
pt: Idioma do Conteúdo
ru: Язык контента
zh: 内容语言

# profileLanguageDefault
source: English (Default)
ar: الإنجليزية (الافتراضية)
de: Englisch (Standard)
es: Inglés (predeterminado)
fr: Français (par défaut)
he: אנגלית (ברירת מחדל)
pt: Inglês (Padrão)
ru: Английский (по умолчанию)
zh: 英语（默认）

# profileSelectLanguage
source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
he: בחר שפה
pt: Selecionar Idioma
ru: Выберите язык
zh: 选择语言

# profileSectionSettings
source: SETTINGS
ar: الإعدادات
de: EINSTELLUNGEN
es: AJUSTES
fr: PARAMÈTRES
he: הגדרות
pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ
zh: 设置

# profileTheme
source: Theme
ar: المظهر
de: Thema
es: Tema
fr: Thème
he: ערכת נושא
pt: Tema
ru: Тема
zh: 主题

# profileThemeSystem
source: System
ar: النظام
es: Sistema
fr: Système
he: מערכת
pt: Sistema
ru: Системная
zh: 系统

# profileThemeLight
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
he: בהיר
pt: Claro
ru: Светлая
zh: 浅色

# profileThemeDark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
pt: Escuro
ru: Темная
zh: 深色

# profileReauthTitle
source: Re-authentication Required
ar: إعادة المصادقة مطلوبة
de: Erneute Authentifizierung erforderlich
es: Se requiere reautenticación
fr: Ré-authentification requise
he: נדרש אימות מחדש
pt: Reautenticação Necessária
ru: Требуется повторная аутентификация
zh: 需要重新认证

# profileReauthContent
source: This is a sensitive operation. Please sign in again before proceeding.
ar: هذه عملية حساسة. يرجى تسجيل الدخول مرة أخرى قبل المتابعة.
de: Dies ist ein sensibler Vorgang. Bitte melden Sie sich erneut an, bevor Sie fortfahren.
es: Esta es una operación sensible. Por favor, inicie sesión de nuevo antes de continuar.
fr: Ceci est une opération sensible. Veuillez vous reconnecter avant de continuer.
he: זוהי פעולה רגישה. אנא היכנס שוב לפני שתמשיך.
pt: Esta é uma operação sensível. Por favor, faça login novamente antes de prosseguir.
ru: Это конфиденциальная операция. Пожалуйста, войдите в аккаунт еще раз, прежде чем продолжить.
zh: 这是一项敏感操作。请在继续前重新登录。

# profileReauthButton
source: Sign In & Delete
ar: تسجيل الدخول والحذف
de: Anmelden & Löschen
es: Iniciar sesión y eliminar
fr: Se connecter et supprimer
he: התחבר ומחק
pt: Entrar e Excluir
ru: Войти и удалить
zh: 登录并删除

# profileReauthPasswordDialogTitle
source: Confirm Action
ar: تأكيد الإجراء
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
he: אשר פעולה
pt: Confirmar Ação
ru: Подтвердите действие
zh: 确认操作

# profileReauthPasswordDialogContent
source: To delete your account, please enter your current password.
ar: لحذف حسابك، يرجى إدخال كلمة المرور الحالية.
de: Um Ihr Konto zu löschen, geben Sie bitte Ihr aktuelles Passwort ein.
es: Para eliminar su cuenta, por favor ingrese su contraseña actual.
fr: Pour supprimer votre compte, veuillez saisir votre mot de passe actuel.
he: כדי למחוק את חשבונך, אנא הזן את סיסמתך הנוכחית.
pt: Para excluir sua conta, digite sua senha atual.
ru: Чтобы удалить аккаунт, пожалуйста, введите ваш текущий пароль.
zh: 要删除您的帐户，请输入您当前的密码。

# profilePasswordCannotBeEmpty
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
de: Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
he: סיסמה אינה יכולה להיות ריקה
pt: A senha não pode estar vazia
ru: Пароль не может быть пустым
zh: 密码不能为空

# profileChangePasswordSuccess
source: Master password changed successfully!
ar: تم تغيير كلمة المرور الرئيسية بنجاح!
de: Master-Passwort erfolgreich geändert!
es: ¡Contraseña maestra cambiada con éxito!
fr: Mot de passe principal modifié avec succès !
he: סיסמת המאסטר שונתה בהצלחה!
pt: Senha mestre alterada com sucesso!
ru: Мастер-пароль успешно изменен!
zh: 主密码修改成功！

# profileChangePasswordErrorIncorrect
source: The current password you entered is incorrect.
ar: كلمة المرور الرئيسية الحالية التي أدخلتها غير صحيحة.
de: Das eingegebene aktuelle Passwort ist falsch.
es: La contraseña actual que has introducido es incorrecta.
fr: Le mot de passe principal actuel que vous avez entré est incorrect.
he: סיסמת המאסטר הנוכחית שהזנת שגויה.
pt: A senha mestra atual que você inseriu está incorreta.
ru: Введенный текущий пароль неверен.
zh: 您输入的当前主密码不正确。

# profileOldPasswordHint
source: Old Password
ar: كلمة المرور القديمة
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
he: סיסמה ישנה
pt: Senha Antiga
ru: Старый пароль
zh: 旧密码

# profileNewPasswordHint
source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
he: סיסמה חדשה
pt: Nova Senha
ru: Новый пароль
zh: 新密码

# profileDeleteAccountConfirmContent
source: This action is irreversible. Your entire account, including all memories and settings, will be permanently deleted. To proceed, press and hold the delete button for 5 seconds.
ar: هذا الإجراء لا رجعة فيه. سيتم حذف حسابك بالكامل، بما في ذلك جميع الذكريات والإعدادات، بشكل دائم. للمتابعة، اضغط مع الاستمرار على زر الحذف لمدة 5 ثوانٍ.
de: Diese Aktion ist unumkehrbar. Ihr gesamtes Konto, einschließlich aller Erinnerungen und Einstellungen, wird dauerhaft gelöscht. Um fortzufahren, halten Sie die Löschtaste 5 Sekunden lang gedrückt.
es: Esta acción es irreversible. Tu cuenta completa, incluyendo todos los recuerdos y ajustes, será eliminada permanentemente. Para continuar, mantén presionado el botón de eliminar durante 5 segundos.
fr: Cette action est irréversible. L'intégralité de votre compte, y compris tous les souvenirs et paramètres, sera définitivement supprimée. Pour continuer, maintenez le bouton de suppression enfoncé pendant 5 secondes.
he: פעולה זו אינה הפיכה. כל חשבונך, כולל כל הזיכרונות וההגדרות, יימחק לצמיתות. כדי להמשיך, לחץ והחזק את לחצן המחיקה למשך 5 שניות.
pt: Esta ação é irreversível. Toda a sua conta, incluindo todas as memórias e configurações, será excluída permanentemente. Para prosseguir, pressione e segure o botão de exclusão por 5 segundos.
ru: Это действие необратимо. Весь ваш аккаунт, включая все воспоминания и настройки, будет удален навсегда. Чтобы продолжить, нажмите и удерживайте кнопку удаления в течение 5 секунд.
zh: 此操作不可逆。您的整个帐户，包括所有记忆和设置，将被永久删除。要继续，请按住删除按钮5秒钟。

# profileChangePasswordCurrentPasswordHint
source: Current Master Password
ar: كلمة المرور الرئيسية الحالية
de: Aktuelles Master-Passwort
es: Contraseña maestra actual
fr: Mot de passe principal actuel
he: סיסמת מאסטר נוכחית
pt: Senha Mestra Atual
ru: Текущий мастер-пароль
zh: 当前主密码

# profileChangePasswordNewPasswordHint
source: New Master Password
ar: كلمة المرور الرئيسية الجديدة
de: Neues Master-Passwort
es: Nueva contraseña maestra
fr: Nouveau mot de passe principal
he: סיסמת מאסטר חדשה
pt: Nova Senha Mestra
ru: Новый мастер-пароль
zh: 新主密码

# profileChangePasswordInfo
source: Please enter your current master password to set a new one. This will re-encrypt your secret key.
ar: الرجاء إدخال كلمة المرور الرئيسية الحالية لتعيين كلمة مرور جديدة. سيؤدي هذا إلى إعادة تشفير مفتاحك السري.
de: Bitte geben Sie Ihr aktuelles Master-Passwort ein, um ein neues festzulegen. Dadurch wird Ihr geheimer Schlüssel neu verschlüsselt.
es: Por favor, introduce tu contraseña maestra actual para establecer una nueva. Esto volverá a cifrar tu clave secreta.
fr: Veuillez saisir votre mot de passe principal actuel pour en définir un nouveau. Cela chiffrera à nouveau votre clé secrète.
he: אנא הזן את סיסמת המאסטר הנוכחית שלך כדי להגדיר סיסמה חדשה. פעולה זו תצפין מחדש את המפתח הסודי שלך.
pt: Por favor, insira sua senha mestra atual para definir uma nova. Isso irá criptografar novamente sua chave secreta.
ru: Пожалуйста, введите ваш текущий мастер-пароль, чтобы установить новый. Это перешифрует ваш секретный ключ.
zh: 请输入您当前的主密码以设置新密码。这将重新加密您的密钥。

# profileGraphics
source: Graphics Quality
ar: جودة الرسومات
de: Grafikqualität
es: Calidad de los gráficos
fr: Qualité graphique
he: איכות גרפיקה
pt: Qualidade Gráfica
ru: Качество графики
zh: 图形质量

# profileGraphicsAuto
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
he: אוטומטי
pt: Automático
ru: Автоматически
zh: 自动

# profileGraphicsLow
source: Low
ar: منخفضة
de: Niedrig
es: Baja
fr: Basse
he: נמוכה
pt: Baixa
ru: Низкое
zh: 低

# profileGraphicsMedium
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyenne
he: בינונית
pt: Média
ru: Среднее
zh: 中

# profileGraphicsHigh
source: High
ar: عالية
de: Hoch
es: Alta
fr: Élevée
he: גבוהה
pt: Alta
ru: Высокое
zh: 高

# profileReminders
source: Reflection Reminders
ar: تذكيرات بالتأمل
de: Reflexions-Erinnerungen
es: Recordatorios de reflexión
fr: Rappels de réflexion
he: תזכורות לרפלקציה
pt: Lembretes de Reflexão
ru: Напоминания о рефлексии
zh: 反思提醒

# profileRemindersSubtitle
source: Receive notifications for your action plans
ar: تلقي إشعارات لخطط العمل الخاصة بك
de: Erhalten Sie Benachrichtigungen für Ihre Aktionspläne
es: Recibe notificaciones para tus planes de acción
fr: Recevoir des notifications pour vos plans d'action
he: קבל התראות על תוכניות הפעולה שלך
pt: Receba notificações para seus planos de ação
ru: Получайте уведомления о ваших планах действий
zh: 接收您的行动计划通知

# profileSectionSecurity
source: SECURITY
ar: الأمان
de: SICHERHEIT
es: SEGURIDAD
fr: SÉCURITÉ
he: אבטחה
pt: SEGURANÇA
ru: БЕЗОПАСНОСТЬ
zh: 安全

# profileChangePassword
source: Change Master Password
ar: تغيير كلمة المرور الرئيسية
de: Master-Passwort ändern
es: Cambiar contraseña maestra
fr: Changer le mot de passe principal
he: שנה סיסמת מאסטר
pt: Alterar Senha Mestra
ru: Изменить мастер-пароль
zh: 更改主密码

# profileEncryptionActive
source: End-to-end encryption is active
ar: التشفير من طرف إلى طرف نشط
de: Ende-zu-Ende-Verschlüsselung ist aktiv
es: El cifrado de extremo a extremo está activo
fr: Le chiffrement de bout en bout est actif
he: הצפנה מקצה לקצה פעילה
pt: A criptografia de ponta a ponta está ativa
ru: Сквозное шифрование активно
zh: 端到端加密已激活

# profileEnableEncryption
source: Enable End-to-End Encryption
ar: تمكين التشفير من طرف إلى طرف
de: Ende-zu-Ende-Verschlüsselung aktivieren
es: Activar cifrado de extremo a extremo
fr: Activer le chiffrement de bout en bout
he: הפעל הצפנה מקצה לקצה
pt: Ativar Criptografia de Ponta a Ponta
ru: Включить сквозное шифрование
zh: 启用端到端加密

# profileEnableEncryptionSubtitle
source: Protect your sensitive memories with a master password.
ar: احمِ ذكرياتك الحساسة بكلمة مرور رئيسية.
de: Schützen Sie Ihre sensiblen Erinnerungen mit einem Master-Passwort.
es: Protege tus recuerdos sensibles con una contraseña maestra.
fr: Protégez vos souvenirs sensibles avec un mot de passe principal.
he: הגן על הזיכרונות הרגישים שלך באמצעות סיסמת מאסטר.
pt: Proteja suas memórias sensíveis com uma senha mestra.
ru: Защитите свои личные воспоминания мастер-паролем.
zh: 使用主密码保护您的敏感记忆。

# profileCreateMasterPassword
source: Create Master Password
ar: إنشاء كلمة مرور رئيسية
de: Master-Passwort erstellen
es: Crear contraseña maestra
fr: Créer un mot de passe principal
he: צור סיסמת מאסטר
pt: Criar Senha Mestra
ru: Создать мастер-пароль
zh: 创建主密码

# profileMasterPasswordInfo
source: This password will protect your memories. It cannot be recovered if you forget it. Please store it safely.
ar: ستحمي كلمة المرور هذه ذكرياتك. لا يمكن استعادتها إذا نسيتها. يرجى تخزينها بأمان.
de: Dieses Passwort schützt Ihre Erinnerungen. Es kann nicht wiederhergestellt werden, wenn Sie es vergessen. Bitte bewahren Sie es sicher auf.
es: Esta contraseña protegerá tus recuerdos. No se puede recuperar si la olvidas. Por favor, guárdala en un lugar seguro.
fr: Ce mot de passe protégera vos souvenirs. Il ne peut pas être récupéré si vous l'oubliez. Veuillez le conserver en lieu sûr.
he: סיסמה זו תגן על הזיכרונות שלך. לא ניתן לשחזר אותה אם תשכח אותה. אנא שמור אותה במקום בטוח.
pt: Esta senha protegerá suas memórias. Ela não pode ser recuperada se você a esquecer. Por favor, guarde-a em um local seguro.
ru: Этот пароль защитит ваши воспоминания. Его невозможно восстановить, если вы его забудете. Пожалуйста, храните его в безопасном месте.
zh: 此密码将保护您的记忆。如果忘记，将无法恢复。请妥善保管。
