Repository: RemiEtien/Life
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, pt, ru, zh

# onboardingLifelineIntroButton
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
pt: Próximo
ru: Далее
zh: 下一步

# onboardingAddMemoryText
source: Tap here to add a new memory. A node will appear on your Lifeline for each moment you capture.
ar: اضغط هنا لإضافة ذاكرة جديدة. ستظهر عقدة على خط Lifeline الخاص بك لكل لحظة تلتقطها.
de: Tippen Sie hier, um eine neue Erinnerung hinzuzufügen. Für jeden festgehaltenen Moment erscheint ein Knoten auf Ihrer Lifeline.
es: Toca aquí para añadir un nuevo recuerdo. Aparecerá un nodo en tu Lifeline por cada momento que captures.
fr: Appuyez ici pour ajouter un nouveau souvenir. Un nœud apparaîtra sur votre Lifeline pour chaque moment que vous capturez.
he: הקש כאן כדי להוסיף זיכרון חדש. צומת יופיע על ציר הזמן שלך עבור כל רגע שתתעד.
pt: Toque aqui para adicionar uma nova memória. Um nó aparecerá em sua Lifeline para cada momento que você capturar.
ru: Нажмите здесь, чтобы добавить новое воспоминание. Для каждого запечатленного момента на вашей линии жизни появится узел.
zh: 点击此处添加新的记忆。您记录的每个瞬间都会在您的 Lifeline 上出现一个节点。

# onboardingNavGesturesText
source: Great! Now, let's learn how to navigate your timeline.
ar: عظيم! الآن، لنتعلم كيفية التنقل في خطك الزمني.
de: Großartig! Lassen Sie uns nun lernen, wie Sie durch Ihre Zeitachse navigieren.
es: ¡Genial! Ahora, aprendamos a navegar por tu línea de tiempo.
fr: Super ! Maintenant, apprenons à naviguer dans votre timeline.
he: נהדר! עכשיו, בוא נלמד כיצד לנווט בציר הזמן שלך.
pt: Ótimo! Agora, vamos aprender a navegar em sua linha do tempo.
ru: Отлично! Теперь давайте научимся навигации по вашей временной шкале.
zh: 太棒了！现在，让我们学习如何导航您的时间线。

# onboardingControlsPanelText
source: Use these controls to manage your view. You can recenter the timeline, adjust visual effects, and access your profile.
ar: استخدم هذه الضوابط لإدارة عرضك. يمكنك إعادة توسيط الخط الزمني، وضبط التأثيرات المرئية، والوصول إلى ملفك الشخصي.
de: Verwenden Sie diese Steuerelemente, um Ihre Ansicht zu verwalten. Sie können die Zeitachse neu zentrieren, visuelle Effekte anpassen und auf Ihr Profil zugreifen.
es: Usa estos controles para gestionar tu vista. Puedes recentrar la línea de tiempo, ajustar los efectos visuales y acceder a tu perfil.
fr: Utilisez ces commandes pour gérer votre vue. Vous pouvez recentrer la timeline, ajuster les effets visuels et accéder à votre profil.
he: השתמש בפקדים אלה כדי לנהל את התצוגה שלך. באפשרותך למרכז מחדש את ציר הזמן, להתאים אפקטים חזותיים ולגשת לפרופיל שלך.
pt: Use estes controles para gerenciar sua visualização. Você pode recentralizar a linha do tempo, ajustar efeitos visuais e acessar seu perfil.
ru: Используйте эти элементы управления для управления просмотром. Вы можете центрировать линию жизни, настраивать визуальные эффекты и получать доступ к своему профилю.
zh: 使用这些控件来管理您的视图。您可以重新居中时间线、调整视觉效果并访问您的个人资料。

# onboardingControlsPanelButton
source: Got It
ar: فهمت
de: Verstanden
es: Entendido
fr: Compris
he: הבנתי
pt: Entendi
ru: Понятно
zh: 明白了

# onboardingStatsCardText
source: This card shows a summary of your memories. Tap it to open a full, searchable list of your entire journey.
ar: تعرض هذه البطاقة ملخصاً لذكرياتك. اضغط عليها لفتح قائمة كاملة وقابلة للبحث لرحلتك بأكملها.
de: Diese Karte zeigt eine Zusammenfassung Ihrer Erinnerungen. Tippen Sie darauf, um eine vollständige, durchsuchbare Liste Ihrer gesamten Reise zu öffnen.
es: Esta tarjeta muestra un resumen de tus recuerdos. Tócala para abrir una lista completa y con capacidad de búsqueda de todo tu viaje.
fr: Cette carte affiche un résumé de vos souvenirs. Appuyez dessus pour ouvrir une liste complète et consultable de tout votre parcours.
he: כרטיס זה מציג סיכום של הזיכרונות שלך. הקש עליו כדי לפתוח רשימה מלאה וניתנת לחיפוש של כל המסע שלך.
pt: Este cartão mostra um resumo de suas memórias. Toque nele para abrir uma lista completa e pesquisável de toda a sua jornada.
ru: Эта карточка показывает сводку ваших воспоминаний. Нажмите на нее, чтобы открыть полный, доступный для поиска список всего вашего путешествия.
zh: 这张卡片显示了您的记忆摘要。点击它以打开您整个旅程的完整、可搜索的列表。

# onboardingStatsCardButton
source: Almost Done!
ar: أوشكنا على الانتهاء!
de: Fast geschafft!
es: ¡Casi listo!
fr: Presque terminé !
he: כמעט סיימנו!
pt: Quase lá!
ru: Почти готово!
zh: 快完成了！

# audioPlayerPreviousTooltip
source: Previous Track
ar: المسار السابق
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
he: הרצועה הקודמת
pt: Faixa Anterior
ru: Предыдущий трек
zh: 上一首

# audioPlayerPlayTooltip
source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
he: נגן
pt: Tocar
ru: Воспроизвести
zh: 播放

# audioPlayerPauseTooltip
source: Pause
ar: إيقاف مؤقت
es: Pausa
he: השהה
pt: Pausar
ru: Пауза
zh: 暂停

# audioPlayerNextTooltip
source: Next Track
ar: المسار التالي
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
he: הרצועה הבאה
pt: Próxima Faixa
ru: Следующий трек
zh: 下一首

# memoryEditCbtStepLabel
source: Step {step}:
ar: الخطوة {step}:
de: Schritt {step}:
es: Paso {step}:
fr: Étape {step} :
he: שלב {step}:
pt: Passo {step}:
ru: Шаг {step}:
zh: 第 {step} 步:

# premiumBannerTitle
source: Unlock Lifeline Premium
ar: افتح Lifeline Premium
de: Lifeline Premium freischalten
es: Desbloquear Lifeline Premium
fr: Débloquer Lifeline Premium
he: פתח את Lifeline Premium
pt: Desbloqueie o Lifeline Premium
ru: Разблокируйте Lifeline Premium
zh: 解锁 Lifeline 高级版

# premiumBannerSubtitle
source: Unlimited media, advanced reflection, historical context, and more!
ar: وسائط غير محدودة، تأمل متقدم، سياق تاريخي، والمزيد!
de: Unbegrenzte Medien, erweiterte Reflexion, historischer Kontext und mehr!
es: ¡Medios ilimitados, reflexión avanzada, contexto histórico y más!
fr: Médias illimités, réflexion avancée, contexte historique, et plus encore !
he: מדיה ללא הגבלה, רפלקציה מתקדמת, הקשר היסטורי ועוד!
pt: Mídia ilimitada, reflexão avançada, contexto histórico e muito mais!
ru: Безлимитные медиа, продвинутая рефлексия, исторический контекст и многое другое!
zh: 无限媒体、高级反思、历史背景等等！

# premiumDialogTitle
source: Upgrade to Premium
ar: الترقية إلى Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
he: שדרג ל-Premium
pt: Atualize para o Premium
ru: Перейдите на Premium
zh: 升级到高级版

# premiumDialogContent
source: Unlock the ability to {feature} and get access to all premium features.
ar: افتح القدرة على {feature} واحصل على وصول إلى جميع ميزات Premium.
de: Schalten Sie die Möglichkeit frei, {feature} und erhalten Sie Zugriff auf alle Premium-Funktionen.
es: Desbloquea la capacidad de {feature} y obtén acceso a todas las funciones premium.
fr: Débloquez la possibilité de {feature} et accédez à toutes les fonctionnalités premium.
he: פתח את היכולת ל{feature} וקבל גישה לכל תכונות הפרימיום.
pt: Desbloqueie a capacidade de {feature} e tenha acesso a todos os recursos premium.
ru: Разблокируйте возможность {feature} и получите доступ ко всем премиум-функциям.
zh: 解锁{feature}的功能并访问所有高级功能。

# premiumDialogGoPremium
source: Go Premium
ar: اذهب إلى Premium
de: Premium holen
es: Hazte Premium
fr: Passer à Premium
he: עבור ל-Premium
pt: Vá para o Premium
ru: Перейти на Premium
zh: 成为高级会员

# premiumFeaturePhotos
source: add more photos
ar: إضافة المزيد من الصور
de: weitere Fotos hinzuzufügen
es: añadir más fotos
fr: ajouter plus de photos
he: הוספת תמונות נוספות
pt: adicionar mais fotos
ru: добавлять больше фото
zh: 添加更多照片

# premiumFeatureVideos
source: add a video
ar: إضافة فيديو
de: ein Video hinzuzufügen
es: añadir un vídeo
fr: ajouter une vidéo
he: הוספת וידאו
pt: adicionar um vídeo
ru: добавлять видео
zh: 添加视频

# premiumFeatureAudio
source: add an audio note
ar: إضافة ملاحظة صوتية
de: eine Audionotiz hinzuzufügen
es: añadir una nota de audio
fr: ajouter une note audio
he: הוספת הערה קולית
pt: adicionar uma nota de áudio
ru: добавлять аудиозаметки
zh: 添加音频笔记

# premiumFeatureSpotify
source: add a Spotify track
ar: إضافة مسار Spotify
de: einen Spotify-Titel hinzuzufügen
es: añadir una pista de Spotify
fr: ajouter un morceau Spotify
he: הוספת רצועת Spotify
pt: adicionar uma faixa do Spotify
ru: добавлять треки из Spotify
zh: 添加 Spotify 曲目

# premiumScreenHeaderTitle
source: Unlock Your Full Potential
ar: أطلق العنان لإمكانياتك الكاملة
de: Entfalten Sie Ihr volles Potenzial
es: Desbloquea todo tu potencial
fr: Libérez tout votre potentiel
he: גלה את מלוא הפוטנציאל שלך
pt: Desbloqueie seu potencial máximo
ru: Раскройте свой полный потенциал
zh: 释放您的全部潜力

# premiumScreenHeaderSubtitle
source: Go beyond the limits with Lifeline Premium and get the most out of your journey of self-discovery.
ar: تجاوز الحدود مع Lifeline Premium واستفد إلى أقصى حد من رحلتك لاكتشاف الذات.
de: Gehen Sie mit Lifeline Premium über die Grenzen hinaus und holen Sie das Beste aus Ihrer Reise der Selbstfindung heraus.
es: Supera los límites con Lifeline Premium y aprovecha al máximo tu viaje de autodescubrimiento.
fr: Dépassez les limites avec Lifeline Premium et tirez le meilleur parti de votre voyage de découverte de soi.
he: חצה את הגבולות עם Lifeline Premium והפק את המרב ממסע הגילוי העצמי שלך.
pt: Vá além dos limites com o Lifeline Premium e aproveite ao máximo sua jornada de autodescoberta.
ru: Преодолейте границы с Lifeline Premium и извлеките максимум из своего путешествия к самопознанию.
zh: 使用 Lifeline 高级版超越极限，从您的自我发现之旅中获得最大收益。

# premiumFeatureUnlimitedPhotos
source: Unlimited Photos & Videos
ar: صور وفيديوهات غير محدودة
de: Unbegrenzte Fotos & Videos
es: Fotos y vídeos ilimitados
fr: Photos et vidéos illimitées
he: תמונות וסרטונים ללא הגבלה
pt: Fotos e vídeos ilimitados
ru: Безлимитные фото и видео
zh: 无限照片和视频

# premiumFeatureUnlimitedAudio
source: Unlimited Audio Notes
ar: ملاحظات صوتية غير محدودة
de: Unbegrenzte Audionotizen
es: Notas de audio ilimitadas
fr: Notes audio illimitées
he: הערות קוליות ללא הגבלה
pt: Notas de áudio ilimitadas
ru: Безлимитные аудиозаметки
zh: 无限音频笔记

# premiumFeatureUnlimitedSpotify
source: Unlimited Spotify Tracks
ar: مسارات Spotify غير محدودة
de: Unbegrenzte Spotify-Titel
es: Pistas de Spotify ilimitadas
fr: Morceaux Spotify illimités
he: רצועות Spotify ללא הגבלה
pt: Faixas do Spotify ilimitadas
ru: Безлимитные треки из Spotify
zh: 无限 Spotify 曲目

# premiumFeatureAdvancedCbt
source: Advanced Reflection Helper
ar: مساعد تأمل متقدم
de: Erweiterter Reflexionshelfer
es: Ayudante de reflexión avanzado
fr: Assistant de réflexion avancé
he: עוזר רפלקציה מתקדם
pt: Assistente de reflexão avançado
ru: Продвинутый помощник по рефлексии
zh: 高级反思助手

# premiumFeatureActionReminders
source: Action Plan Reminders
ar: تذكيرات خطة العمل
de: Aktionsplan-Erinnerungen
es: Recordatorios de planes de acción
fr: Rappels de plan d'action
he: תזכורות לתוכנית פעולה
pt: Lembretes do plano de ação
ru: Напоминания о планах действий
zh: 行动计划提醒

# premiumFeatureHistoricalContext
source: Historical 'In the World' Context
ar: سياق تاريخي 'في العالم'
de: Historischer 'In der Welt'-Kontext
es: Contexto histórico 'En el mundo'
fr: Contexte historique 'Dans le monde'
he: הקשר היסטורי 'בעולם'
pt: Contexto histórico 'No Mundo'
ru: Исторический контекст 'В мире'
zh: 历史“世界动态”背景

# premiumFeatureSoundLibrary
source: Full Ambient Sound Library
ar: مكتبة أصوات محيطة كاملة
de: Vollständige Umgebungsgeräusch-Bibliothek
es: Biblioteca completa de sonidos ambientales
fr: Bibliothèque de sons d'ambiance complète
he: ספריית צלילי אווירה מלאה
pt: Biblioteca completa de sons ambientes
ru: Полная библиотека фоновых звуков
zh: 完整的环境音库

# premiumScreenYearlyPopular
source: Most Popular & Best Value
ar: الأكثر شيوعًا وأفضل قيمة
de: Am beliebtesten & Bestes Preis-Leistungs-Verhältnis
es: Más popular y mejor valor
fr: Le plus populaire & le meilleur rapport qualité-prix
he: הפופולרי ביותר והתמורה הטובה ביותר
pt: Mais popular e melhor custo-benefício
ru: Самый популярный и выгодный
zh: 最受欢迎和最超值

# premiumScreenProcessingPurchase
source: Processing purchase...
es: Procesando compra...
fr: Traitement de l'achat...
pt: Processando compra...
ru: Обработка покупки...

# premiumScreenRestore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
he: שחזר רכישות
pt: Restaurar compras
ru: Восстановить покупки
zh: 恢复购买

# premiumScreenTerms
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
he: תנאי שירות
pt: Termos de Serviço
ru: Условия обслуживания
zh: 服务条款

# premiumScreenPrivacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

# premiumStatusTitle
source: Premium Member
ar: عضو مميز
de: Premium-Mitglied
es: Miembro Premium
fr: Membre Premium
he: חבר פרימיום
pt: Membro Premium
ru: Премиум-пользователь
zh: 高级会员

# premiumStatusExpiresOn
source: Expires on {date}
ar: ينتهي في {date}
de: Läuft am {date} ab
es: Expira el {date}
fr: Expire le {date}
he: תוקף עד {date}
pt: Expira em {date}
ru: Истекает {date}
zh: 有效期至 {date}

# onboardingEncryptionTitle
source: Your Memories, Secured
ar: ذكرياتك، آمنة
de: Ihre Erinnerungen, gesichert
es: Tus recuerdos, seguros
fr: Vos souvenirs, sécurisés
he: הזיכרונות שלך, מאובטחים
pt: Suas memórias, seguras
ru: Ваши воспоминания, защищены
zh: 您的记忆，安全无虞

# onboardingEncryptionSubtitle
source: Lifeline offers end-to-end encryption. This means only you can read your private memories. Let's set up your Master Password to protect them.
ar: يقدم Lifeline تشفيراً من طرف إلى طرف. هذا يعني أنك أنت فقط من يمكنه قراءة ذكرياتك الخاصة. لنقم بإعداد كلمة المرور الرئيسية الخاصة بك لحمايتها.
de: Lifeline bietet eine Ende-zu-Ende-Verschlüsselung. Das bedeutet, dass nur Sie Ihre privaten Erinnerungen lesen können. Richten wir Ihr Master-Passwort ein, um sie zu schützen.
es: Lifeline ofrece cifrado de extremo a extremo. Esto significa que solo tú puedes leer tus recuerdos privados. Configuremos tu contraseña maestra para protegerlos.
fr: Lifeline propose un chiffrement de bout en bout. Cela signifie que vous seul pouvez lire vos souvenirs privés. Configurons votre mot de passe principal pour les protéger.
he: Lifeline מציעה הצפנה מקצה לקצה. זה אומר שרק אתה יכול לקרוא את הזיכרונות הפרטיים שלך. בוא נגדיר את סיסמת המאסטר שלך כדי להגן עליהם.
pt: O Lifeline oferece criptografia de ponta a ponta. Isso significa que apenas você pode ler suas memórias privadas. Vamos configurar sua Senha Mestra para protegê-las.
ru: Lifeline предлагает сквозное шифрование. Это означает, что только вы можете читать ваши личные воспоминания. Давайте настроим ваш Мастер-пароль, чтобы защитить их.
zh: Lifeline 提供端到端加密。这意味着只有您可以阅读您的私人记忆。让我们来设置您的主密码以保护它们。

# onboardingEncryptionSetupButton
source: Set Up Now
ar: الإعداد الآن
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
he: הגדר עכשיו
pt: Configurar agora
ru: Настроить сейчас
zh: 立即设置

# onboardingEncryptionLaterButton
source: Maybe Later
ar: ربما لاحقًا
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
he: אולי אחר כך
pt: Talvez mais tarde
ru: Может быть, позже
zh: 以后再说

# onboardingEncryptionActiveTitle
source: Encryption is Active
ar: التشفير نشط
de: Verschlüsselung ist aktiv
es: El cifrado está activo
fr: Le chiffrement est actif
he: ההצפנה פעילה
pt: A Criptografia está Ativa
ru: Шифрование активно
zh: 加密已激活

# onboardingEncryptionActiveSubtitle
source: Your memories are already protected. You can manage your master password in the profile settings.
ar: ذكرياتك محمية بالفعل. يمكنك إدارة كلمة المرور الرئيسية في إعدادات الملف الشخصي.
de: Deine Erinnerungen sind bereits geschützt. Du kannst dein Master-Passwort in den Profileinstellungen verwalten.
es: Tus recuerdos ya están protegidos. Puedes gestionar tu contraseña maestra en los ajustes del perfil.
fr: Vos souvenirs sont déjà protégés. Vous pouvez gérer votre mot de passe principal dans les paramètres du profil.
he: הזיכרונות שלך כבר מוגנים. תוכל לנהל את סיסמת המאסטר שלך בהגדרות הפרופיל.
pt: As suas memórias já estão protegidas. Pode gerir a sua palavra-passe mestra nas definições do perfil.
ru: Ваши воспоминания уже защищены. Вы можете управлять своим мастер-паролем в настройках профиля.
zh: 您的记忆已受保护。您可以在个人资料设置中管理您的主密码。

# onboardingEncryptionContinueButton
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
pt: Continuar
ru: Продолжить
zh: 继续

# memoryEditEncryptMemory
source: Encrypt this memory
ar: تشفير هذا الذاكرة
de: Diese Erinnerung verschlüsseln
es: Cifrar este recuerdo
fr: Chiffrer ce souvenir
he: הצפן את הזיכרון הזה
pt: Criptografar esta memória
ru: Зашифровать это воспоминание
zh: 加密此记忆

# memoryEditSetupEncryptionTitle
source: Enable Encryption?
ar: تمكين التشفير؟
de: Verschlüsselung aktivieren?
es: ¿Activar cifrado?
fr: Activer le chiffrement ?
he: להפעיל הצפנה?
pt: Ativar criptografia?
ru: Включить шифрование?
zh: 启用加密？

# memoryEditSetupEncryptionContent
source: To protect this memory, you first need to create a Master Password. This will be your single key to all encrypted entries.
ar: لحماية هذه الذاكرة، تحتاج أولاً إلى إنشاء كلمة مرور رئيسية. ستكون هذه مفتاحك الوحيد لجميع الإدخالات المشفرة.
de: Um diese Erinnerung zu schützen, müssen Sie zuerst ein Master-Passwort erstellen. Dies wird Ihr einziger Schlüssel für alle verschlüsselten Einträge sein.
es: Para proteger este recuerdo, primero necesitas crear una contraseña maestra. Esta será tu única clave para todas las entradas cifradas.
fr: Pour protéger ce souvenir, vous devez d'abord créer un mot de passe principal. Ce sera votre unique clé pour toutes les entrées chiffrées.
he: כדי להגן על זיכרון זה, עליך ליצור תחילה סיסמת מאסטר. זה יהיה המפתח היחיד שלך לכל הערכים המוצפנים.
pt: Para proteger esta memória, você primeiro precisa criar uma Senha Mestra. Esta será sua única chave para todas as entradas criptografadas.
ru: Чтобы защитить это воспоминание, вам сначала нужно создать Мастер-пароль. Это будет ваш единственный ключ ко всем зашифрованным записям.
zh: 要保护此记忆，您首先需要创建一个主密码。这将是您所有加密条目的唯一密钥。

# memoryEditCreatePasswordButton
source: Create Master Password
ar: إنشاء كلمة مرور رئيسية
de: Master-Passwort erstellen
es: Crear contraseña maestra
fr: Créer un mot de passe principal
he: צור סיסמת מאסטר
pt: Criar Senha Mestra
ru: Создать Мастер-пароль
zh: 创建主密码

# memoryViewExportPdf
source: Share as PDF
ar: مشاركة كملف PDF
de: Als PDF teilen
es: Compartir como PDF
fr: Partager en PDF
he: שתף כ-PDF
pt: Compartilhar como PDF
ru: Поделиться как PDF
zh: 以 PDF 格式分享

# shareActionTitle
source: Add to Lifeline
de: Zu Lifeline hinzufügen
es: Añadir a Lifeline
fr: Ajouter à Lifeline
he: הוסף ל-Lifeline
pt: Adicionar ao Lifeline
ru: Добавить в Lifeline
zh: 添加到 Lifeline

# shareActionSubtitle
source: What would you like to do with these files?
de: Was möchten Sie mit diesen Dateien tun?
es: ¿Qué te gustaría hacer con estos archivos?
fr: Que souhaitez-vous faire avec ces fichiers ?
he: מה תרצה לעשות עם קבצים אלה?
pt: O que você gostaria de fazer com estes arquivos?
ru: Что вы хотите сделать с этими файлами?
zh: 您想如何处理这些文件？

# shareCreateNewMemory
source: Create a New Memory
de: Neue Erinnerung erstellen
es: Crear un nuevo recuerdo
fr: Créer un nouveau souvenir
he: צור זיכרון חדש
pt: Criar uma Nova Memória
ru: Создать новое воспоминание
zh: 创建新的记忆

# shareAddToExisting
source: Add to Existing Memory
de: Zu bestehender Erinnerung hinzufügen
es: Añadir a un recuerdo existente
fr: Ajouter à un souvenir existant
he: הוסף לזיכרון קיים
pt: Adicionar a uma Memória Existente
ru: Дополнить существующее
zh: 添加到现有记忆

# selectMemoryTitle
source: Select a Memory
de: Erinnerung auswählen
es: Seleccionar un recuerdo
fr: Sélectionner un souvenir
he: בחר זיכרון
pt: Selecionar uma Memória
ru: Выберите воспоминание
zh: 选择一个记忆

# selectMemorySearchHint
source: Search by title or content...
de: Suche nach Titel oder Inhalt...
es: Buscar por título o contenido...
fr: Rechercher par titre ou contenu...
he: חפש לפי כותרת או תוכן...
pt: Pesquisar por título ou conteúdo...
ru: Поиск по названию или содержанию...
zh: 按标题或内容搜索...

# selectMemoryEmpty
source: No memories found
de: Keine Erinnerungen gefunden
es: No se encontraron recuerdos
fr: Aucun souvenir trouvé
he: לא נמצאו זיכרונות
pt: Nenhuma memória encontrada
ru: Воспоминания не найдены
zh: 未找到记忆

# memoryUpdatedSuccess
source: Memory successfully updated!
de: Erinnerung erfolgreich aktualisiert!
es: ¡Recuerdo actualizado con éxito!
fr: Souvenir mis à jour avec succès !
he: הזיכרון עודכן בהצלחה!
pt: Memória atualizada com sucesso!
ru: Воспоминание успешно дополнено!
zh: 记忆更新成功！

source: Unlocking...
de: Entsperren...
es: Desbloqueando...
fr: Déverrouillage...
he: פותח נעילה...
pt: Desbloqueando...
ru: Разблокировка...
zh: 正在解锁...

# exportingPdf
source: Preparing PDF...
de: PDF wird vorbereitet...
es: Preparando PDF...
fr: Préparation du PDF...
he: מכין קובץ PDF...
pt: Preparando PDF...
ru: Подготовка PDF...
zh: 正在准备 PDF...

# exportFailed
source: Export failed: {error}
de: Export fehlgeschlagen: {error}
es: Error al exportar: {error}
fr: Échec de l'exportation : {error}
he: הייצוא נכשל: {error}
pt: Falha ao exportar: {error}
ru: Не удалось экспортировать: {error}
zh: 导出失败：{error}

# unlockFailedAttemptsRemaining
source: Incorrect password. {count} attempts remaining.
de: Falsches Passwort. Noch {count} Versuche.
es: Contraseña incorrecta. Quedan {count} intentos.
fr: Mot de passe incorrect. Il reste {count} tentatives.
he: הסיסמא שגויה. נותרו {count} ניסיונות.
pt: Senha incorreta. Restam {count} tentativas.
ru: Неверный пароль. Осталось {count} попытки.
zh: 密码错误。还剩 {count} 次尝试。

# unlockTooManyAttempts
source: Too many attempts. Please try again in {seconds} seconds.
de: Zu viele Versuche. Bitte versuche es in {seconds} Sekunden erneut.
es: Demasiados intentos. Inténtalo de nuevo en {seconds} segundos.
fr: Trop de tentatives. Réessayez dans {seconds} secondes.
he: מידי נסיונות. נסה שוב בעוד {seconds} שניות.
pt: Tentativas demais. Tente novamente em {seconds} segundos.
ru: Слишком много попыток. Повторите через {seconds} секунд.
zh: 尝试次数过多。请 {seconds} 秒后再试。

# profileEnableQuickUnlock
source: Enable Quick Unlock
de: Schnellentsperren aktivieren
es: Activar desbloqueo rápido
fr: Activer le déverrouillage rapide
he: הפעל נעילה מהירה
pt: Ativar desbloqueio rápido
ru: Включить быстрый доступ

# profileQuickUnlockSubtitle
source: Use your fingerprint, face, or device PIN to unlock.
de: Verwende deinen Fingerabdruck, dein Gesicht oder die Geräte-PIN zum Entsperren.
es: Usa tu huella, rostro o PIN del dispositivo para desbloquear.
fr: Utilisez votre empreinte digitale, votre visage ou le code PIN de l’appareil pour déverrouiller.
he: השתמש בטביעת אצבע, בזיהוי פנים או בקוד ה-PIN של המכשיר כדי לפתוח.
pt: Use sua impressão digital, rosto ou PIN do dispositivo para desbloquear.
ru: Используйте отпечаток пальца, лицо или PIN-код устройства, чтобы разблокировать.

# profileRequireBiometricsForMemoryTitle
source: Require Biometrics for Each Memory
de: Biometrie für jede Erinnerung anfordern
es: Requerir biometría para cada recuerdo
fr: Exiger la biométrie pour chaque souvenir
he: דרוש אימות ביומטרי לכל זיכרון
pt: Exigir biometria para cada memória
ru: Требовать биометрию для каждой записи
