Repository: RemiEtien/Life
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, pt, ru, zh

# profileRequireBiometricsForMemorySubtitle
source: If enabled, require authentication to open or edit individual encrypted memories, even when the app is unlocked.
de: Wenn aktiviert, ist eine Authentifizierung erforderlich, um einzelne verschlüsselte Erinnerungen zu öffnen oder zu bearbeiten – selbst wenn die App entsperrt ist.
es: Si se activa, se requerirá autenticación para abrir o editar recuerdos cifrados individuales, incluso cuando la app esté desbloqueada.
fr: Si activé, une authentification est requise pour ouvrir ou modifier des souvenirs chiffrés individuellement, même lorsque l’application est déverrouillée.
he: כאשר האפשרות מופעלת, יידרש אימות כדי לפתוח או לערוך זיכרונות מוצפנים בודדים, גם כאשר האפליקציה פתוחה.
pt: Se ativado, exija autenticação para abrir ou editar memórias criptografadas individualmente, mesmo quando o app estiver desbloqueado.
ru: Если включено, потребуется аутентификация для открытия или редактирования отдельных зашифрованных воспоминаний даже при разблокированном приложении.

# quickUnlockPrompt
source: Authenticate to unlock Lifeline
de: Authentifiziere dich, um Lifeline zu entsperren
es: Autentícate para desbloquear Lifeline
fr: Authentifiez-vous pour déverrouiller Lifeline
he: אמת את זהותך כדי לפתוח את Lifeline
pt: Autentique-se para desbloquear o Lifeline
ru: Пройдите проверку, чтобы разблокировать Lifeline

# quickUnlockEnablePrompt
source: Authenticate to enable Quick Unlock
de: Authentifiziere dich, um Schnellentsperren zu aktivieren
es: Autentícate para activar el desbloqueo rápido
fr: Authentifiez-vous pour activer le déverrouillage rapide
he: אמת את זהותך כדי להפעיל נעילה מהירה
pt: Autentique-se para ativar o desbloqueio rápido
ru: Пройдите проверку, чтобы включить быстрый доступ

# masterPasswordRequiredTitle
source: Master Password Required
de: Master-Passwort erforderlich
es: Se requiere la contraseña maestra
fr: Mot de passe maître requis
he: נדרשת סיסמת-על
pt: Senha mestra obrigatória
ru: Требуется мастер-пароль

# masterPasswordRequiredContent
source: Please enter your Master Password to enable this feature.
de: Bitte gib dein Master-Passwort ein, um diese Funktion zu aktivieren.
es: Ingresa tu contraseña maestra para habilitar esta función.
fr: Veuillez saisir votre mot de passe maître pour activer cette fonctionnalité.
he: הזן את סיסמת-העל שלך כדי להפעיל את התכונה.
pt: Insira sua senha mestra para ativar este recurso.
ru: Введите мастер-пароль, чтобы включить эту функцию.

# unlockScreenTitle
source: Unlock Lifeline
de: Lifeline entsperren
es: Desbloquear Lifeline
fr: Déverrouiller Lifeline
he: פתח את Lifeline
pt: Desbloquear Lifeline
ru: Разблокировать Lifeline

source: Unlock with Biometrics
de: Mit Biometrie entsperren
es: Desbloquear con biometría
fr: Déverrouiller avec la biométrie
he: פתח באמצעות אימות ביומטרי
pt: Desbloquear com biometria
ru: Разблокировать с помощью биометрии

# unlockEnterMasterPassword
source: Enter Master Password
de: Master-Passwort eingeben
es: Introduce la contraseña maestra
fr: Saisir le mot de passe maître
he: הזן סיסמת-על
pt: Digite a senha mestra
ru: Введите мастер-пароль

# unlockForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
pt: Esqueceu a senha?
ru: Забыли пароль?

# unlockResetEncryptionTitle
source: Reset Encryption
de: Verschlüsselung zurücksetzen
es: Restablecer cifrado
fr: Réinitialiser le chiffrement
he: אפס הצפנה
pt: Redefinir criptografia
ru: Сброс шифрования

# unlockResetEncryptionWarning
source: ⚠️ WARNING: This action cannot be undone!
de: ⚠️ WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden!
es: ⚠️ ADVERTENCIA: ¡Esta acción no se puede deshacer!
fr: ⚠️ ATTENTION : Cette action est irréversible !
he: ⚠️ אזהרה: לא ניתן לבטל פעולה זו!
pt: ⚠️ AVISO: Esta ação não pode ser desfeita!
ru: ⚠️ ВНИМАНИЕ: Это действие необратимо!

# unlockResetEncryptionDescription
source: If you've forgotten your master password, you can reset encryption. However, this will permanently delete all encrypted memories.
de: Wenn du dein Master-Passwort vergessen hast, kannst du die Verschlüsselung zurücksetzen. Dies führt jedoch zum unwiderruflichen Löschen aller verschlüsselten Erinnerungen.
es: Si has olvidado tu contraseña maestra, puedes restablecer el cifrado. Sin embargo, esto eliminará permanentemente todas las memorias cifradas.
fr: Si vous avez oublié votre mot de passe maître, vous pouvez réinitialiser le chiffrement. Cependant, cela supprimera définitivement tous les souvenirs chiffrés.
he: אם שכחת את סיסמת-העל, תוכל לאפס את ההצפנה. עם זאת, זה ימחק לצמיתות את כל הזיכרונות המוצפנים.
pt: Se você esqueceu sua senha mestra, pode redefinir a criptografia. No entanto, isso excluirá permanentemente todas as memórias criptografadas.
ru: Если вы забыли мастер-пароль, вы можете сбросить шифрование. Однако это приведет к безвозвратному удалению всех зашифрованных воспоминаний.

# unlockResetEncryptionConsequences
source: What will be deleted:
de: Was wird gelöscht:
es: Lo que se eliminará:
fr: Ce qui sera supprimé :
he: מה יימחק:
pt: O que será excluído:
ru: Что будет удалено:

# unlockResetEncryptionConsequence1
source: All encrypted memories (local and cloud)
de: Alle verschlüsselten Erinnerungen (lokal und in der Cloud)
es: Todas las memorias cifradas (locales y en la nube)
fr: Tous les souvenirs chiffrés (locaux et dans le cloud)
he: כל הזיכרונות המוצפנים (מקומיים ובענן)
pt: Todas as memórias criptografadas (locais e na nuvem)
ru: Все зашифрованные воспоминания (локальные и в облаке)

# unlockResetEncryptionConsequence2
source: Encryption will be disabled
de: Die Verschlüsselung wird deaktiviert
es: El cifrado se desactivará
fr: Le chiffrement sera désactivé
he: ההצפנה תבוטל
pt: A criptografia será desativada
ru: Шифрование будет отключено

# unlockResetEncryptionConsequence3
source: You can continue using the app with unencrypted memories
de: Du kannst die App weiterhin ohne Verschlüsselung nutzen
es: Podrás seguir usando la aplicación sin cifrado
fr: Vous pourrez continuer à utiliser l'application sans chiffrement
he: תוכל להמשיך להשתמש באפליקציה ללא הצפנה
pt: Você poderá continuar usando o aplicativo sem criptografia
ru: Вы сможете продолжить использовать приложение без шифрования

# unlockResetEncryptionConfirm
source: Delete Encrypted Memories
de: Verschlüsselte Erinnerungen löschen
es: Eliminar memorias cifradas
fr: Supprimer les souvenirs chiffrés
he: מחק זיכרונות מוצפנים
pt: Excluir memórias criptografadas
ru: Удалить зашифрованные воспоминания

# unlockResetEncryptionSuccess
source: Encryption has been reset. You can now use the app without a master password.
de: Verschlüsselung wurde zurückgesetzt. Du kannst die App jetzt ohne Master-Passwort verwenden.
es: El cifrado se ha restablecido. Ahora puedes usar la aplicación sin contraseña maestra.
fr: Le chiffrement a été réinitialisé. Vous pouvez maintenant utiliser l'application sans mot de passe maître.
he: ההצפנה אופסה. כעת תוכל להשתמש באפליקציה ללא סיסמת-על.
pt: A criptografia foi redefinida. Agora você pode usar o aplicativo sem senha mestra.
ru: Шифрование сброшено. Теперь вы можете использовать приложение без мастер-пароля.

# unlockResetEncryptionError
source: Failed to reset encryption
de: Verschlüsselung konnte nicht zurückgesetzt werden
es: Error al restablecer el cifrado
fr: Échec de la réinitialisation du chiffrement
he: איפוס ההצפנה נכשל
pt: Falha ao redefinir a criptografia
ru: Не удалось сбросить шифрование

# draftBannerSingleTitle
source: You have an unfinished memory
de: Du hast eine unfertige Erinnerung
es: Tienes una memoria sin terminar
fr: Vous avez un souvenir inachevé
he: יש לך זיכרון לא גמור
pt: Você tem uma memória inacabada
ru: У вас есть незаконченное воспоминание

# draftBannerSingleSubtitle
source: Last edited: {timeAgo}
de: Zuletzt bearbeitet: {timeAgo}
es: Última edición: {timeAgo}
fr: Dernière modification : {timeAgo}
he: עריכה אחרונה: {timeAgo}
pt: Última edição: {timeAgo}
ru: Последнее изменение: {timeAgo}

# draftBannerMultipleTitle
source: You have {count} unfinished memories
de: Du hast {count} unfertige Erinnerungen
es: Tienes {count} memorias sin terminar
fr: Vous avez {count} souvenirs inachevés
he: יש לך {count} זיכרונות לא גמורים
pt: Você tem {count} memórias inacabadas
ru: У вас есть {count} незаконченных воспоминаний

# draftBannerMultipleSubtitle
source: Tap to view all
de: Tippen, um alle anzuzeigen
es: Toca para ver todas
fr: Appuyez pour tout afficher
he: הקש לצפייה בהכל
pt: Toque para ver todas
ru: Нажмите, чтобы посмотреть все

# draftBannerResume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
he: המשך
pt: Retomar
ru: Продолжить

# draftBannerDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
pt: Excluir
ru: Удалить

# draftResumedSuccess
source: Draft resumed successfully
de: Entwurf erfolgreich fortgesetzt
es: Borrador reanudado con éxito
fr: Brouillon repris avec succès
he: הטיוטה חודשה בהצלחה
pt: Rascunho retomado com sucesso
ru: Черновик возобновлён

# draftDeleteDialogTitle
source: Delete Draft?
de: Entwurf löschen?
es: ¿Eliminar borrador?
fr: Supprimer le brouillon ?
he: למחוק טיוטה?
pt: Excluir rascunho?
ru: Удалить черновик?

# draftDeleteDialogMessage
source: This draft will be permanently deleted. This action cannot be undone.
de: Dieser Entwurf wird dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este borrador será eliminado permanentemente. Esta acción no se puede deshacer.
fr: Ce brouillon sera supprimé définitivement. Cette action est irréversible.
he: טיוטה זו תימחק לצמיתות. לא ניתן לבטל פעולה זו.
pt: Este rascunho será excluído permanentemente. Esta ação não pode ser desfeita.
ru: Этот черновик будет удалён навсегда. Это действие нельзя отменить.

# draftDeleteCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
pt: Cancelar
ru: Отмена

# draftDeleteConfirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
pt: Excluir
ru: Удалить

# draftDeletedSuccess
source: Draft deleted successfully
de: Entwurf erfolgreich gelöscht
es: Borrador eliminado con éxito
fr: Brouillon supprimé avec succès
he: הטיוטה נמחקה בהצלחה
pt: Rascunho excluído com sucesso
ru: Черновик удалён

# draftDeletedError
source: Failed to delete draft
de: Fehler beim Löschen des Entwurfs
es: Error al eliminar el borrador
fr: Échec de la suppression du brouillon
he: מחיקת הטיוטה נכשלה
pt: Falha ao excluir rascunho
ru: Не удалось удалить черновик

# draftListDialogTitle
source: You have {count} drafts
de: Du hast {count} Entwürfe
es: Tienes {count} borradores
fr: Vous avez {count} brouillons
he: יש לך {count} טיוטות
pt: Você tem {count} rascunhos
ru: У вас {count} черновиков

# draftListItemNoTitle
source: Untitled memory
de: Unbenannte Erinnerung
es: Memoria sin título
fr: Souvenir sans titre
he: זיכרון ללא כותרת
pt: Memória sem título
ru: Без названия

# draftListItemNoContent
source: No content
de: Kein Inhalt
es: Sin contenido
fr: Aucun contenu
he: אין תוכן
pt: Sem conteúdo
ru: Нет содержания

# draftListItemLastModified
source: Last modified: {timeAgo}
de: Zuletzt geändert: {timeAgo}
es: Última modificación: {timeAgo}
fr: Dernière modification : {timeAgo}
he: שינוי אחרון: {timeAgo}
pt: Última modificação: {timeAgo}
ru: Последнее изменение: {timeAgo}

# timeAgoJustNow
source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
he: ממש עכשיו
pt: agora mesmo
ru: только что

# timeAgoMinutes
source: {count} minutes ago
de: vor {count} Minuten
es: hace {count} minutos
fr: il y a {count} minutes
he: לפני {count} דקות
pt: há {count} minutos
ru: {count} минут назад

# timeAgoHours
source: {count} hours ago
de: vor {count} Stunden
es: hace {count} horas
fr: il y a {count} heures
he: לפני {count} שעות
pt: há {count} horas
ru: {count} часов назад

# timeAgoDays
source: {count} days ago
de: vor {count} Tagen
es: hace {count} días
fr: il y a {count} jours
he: לפני {count} ימים
pt: há {count} dias
ru: {count} дней назад

# timeAgoWeeks
source: {count} weeks ago
de: vor {count} Wochen
es: hace {count} semanas
fr: il y a {count} semaines
he: לפני {count} שבועות
pt: há {count} semanas
ru: {count} недель назад

# fileSizeTooLargeImage
source: Image file is too large. Maximum size is 10 MB.
de: Die Bilddatei ist zu groß. Maximale Größe beträgt 10 MB.
es: El archivo de imagen es demasiado grande. El tamaño máximo es de 10 MB.
fr: Le fichier image est trop volumineux. La taille maximale est de 10 Mo.
he: קובץ התמונה גדול מדי. הגודל המרבי הוא 10 מגה-בייט.
pt: O arquivo de imagem é muito grande. O tamanho máximo é de 10 MB.
ru: Файл изображения слишком большой. Максимальный размер — 10 МБ.

# fileSizeTooLargeVideo
source: Video file is too large. Maximum size is 100 MB.
de: Die Videodatei ist zu groß. Maximale Größe beträgt 100 MB.
es: El archivo de vídeo es demasiado grande. El tamaño máximo es de 100 MB.
fr: Le fichier vidéo est trop volumineux. La taille maximale est de 100 Mo.
he: קובץ הווידאו גדול מדי. הגודל המרבי הוא 100 מגה-בייט.
pt: O arquivo de vídeo é muito grande. O tamanho máximo é de 100 MB.
ru: Видеофайл слишком большой. Максимальный размер — 100 МБ.

# fileSizeTooLargeAudio
source: Audio file is too large. Maximum size is 25 MB.
de: Die Audiodatei ist zu groß. Maximale Größe beträgt 25 MB.
es: El archivo de audio es demasiado grande. El tamaño máximo es de 25 MB.
fr: Le fichier audio est trop volumineux. La taille maximale est de 25 Mo.
he: קובץ האודיו גדול מדי. הגודל המרבי הוא 25 מגה-בייט.
pt: O arquivo de áudio é muito grande. O tamanho máximo é de 25 MB.
ru: Аудиофайл слишком большой. Максимальный размер — 25 МБ.

# biometricUnlockFailedMessage
source: Security keys need to be recreated after reinstalling the app. Please enter your master password to continue.
de: Nach der Neuinstallation der App müssen Sicherheitsschlüssel neu erstellt werden. Bitte geben Sie Ihr Master-Passwort ein, um fortzufahren.
es: Las claves de seguridad deben recrearse después de reinstalar la aplicación. Por favor, introduce tu contraseña maestra para continuar.
fr: Les clés de sécurité doivent être recréées après la réinstallation de l'application. Veuillez saisir votre mot de passe principal pour continuer.
he: יש ליצור מחדש מפתחות אבטחה לאחר התקנה מחדש של האפליקציה. אנא הזן את הסיסמה הראשית שלך כדי להמשיך.
pt: As chaves de segurança precisam ser recriadas após reinstalar o aplicativo. Por favor, insira sua senha mestra para continuar.
ru: Необходимо пересоздать ключи безопасности после переустановки приложения. Пожалуйста, введите мастер-пароль для продолжения.

# quickUnlockAutoEnabledMessage
source: ✓ Biometric unlock has been automatically enabled for you!
pt: ✓ O desbloqueio biométrico foi ativado automaticamente para você!

# lifelineInsightStreakDays
source: 🔥 {count} day streak
de: 🔥 {count} Tage Streak
es: 🔥 Racha de {count} días
fr: 🔥 Série de {count} jours
he: 🔥 רצף של {count} ימים
pt: 🔥 Sequência de {count} dias
ru: 🔥 Серия {count} дней

# lifelineInsightMemoriesThisMonth
source: 📝 {count} memories this month
de: 📝 {count} Erinnerungen in diesem Monat
es: 📝 {count} recuerdos este mes
fr: 📝 {count} souvenirs ce mois-ci
he: 📝 {count} זיכרונות החודש
pt: 📝 {count} memórias este mês
ru: 📝 {count} воспоминаний в этом месяце

# lifelineInsightMemoriesThisWeek
source: ✨ {count} new this week
de: ✨ {count} neue diese Woche
es: ✨ {count} nuevos esta semana
fr: ✨ {count} nouveaux cette semaine
he: ✨ {count} חדשים השבוע
pt: ✨ {count} novos esta semana
ru: ✨ {count} новых на этой неделе

# lifelineInsightReflectionsCount
source: ⭐ {count} reflections
de: ⭐ {count} Reflexionen
es: ⭐ {count} reflexiones
fr: ⭐ {count} réflexions
he: ⭐ {count} הרהורים
pt: ⭐ {count} reflexões
ru: ⭐ {count} рефлексий

# lifelineInsightPhotosCount
source: 📸 {count} photos
de: 📸 {count} Fotos
es: 📸 {count} fotos
he: 📸 {count} תמונות
pt: 📸 {count} fotos
ru: 📸 {count} фотографий

# lifelineInsightAudioCount
source: 🎵 {count} audio notes
de: 🎵 {count} Audionotizen
es: 🎵 {count} notas de audio
fr: 🎵 {count} notes audio
he: 🎵 {count} הערות אודיו
pt: 🎵 {count} notas de áudio
ru: 🎵 {count} аудиозаметок

# lifelineInsightSpanningYears
source: 📅 Spanning {years} years
de: 📅 Umfasst {years} Jahre
es: 📅 Abarca {years} años
fr: 📅 S'étend sur {years} années
he: 📅 משתרע על פני {years} שנים
pt: 📅 Abrange {years} anos
ru: 📅 Охватывает {years} лет

# lifelineInsightTotalMemories
source: 📖 {count} moments captured
de: 📖 {count} erfasste Momente
es: 📖 {count} momentos capturados
fr: 📖 {count} moments capturés
he: 📖 {count} רגעים שנשמרו
pt: 📖 {count} momentos capturados
ru: 📖 {count} запечатленных моментов

# lifelineInsightPositiveVibes
source: 😊 Mostly positive vibes
de: 😊 Überwiegend positive Stimmung
es: 😊 Vibraciones mayormente positivas
fr: 😊 Ambiance principalement positive
he: 😊 רגשות חיוביים בעיקר
pt: 😊 Vibrações principalmente positivas
ru: 😊 В основном позитивные эмоции

# lifelineInsightGrowthJourney
source: 🌱 Growth journey
de: 🌱 Reise des Wachstums
es: 🌱 Viaje de crecimiento
fr: 🌱 Parcours de croissance
he: 🌱 מסע צמיחה
pt: 🌱 Jornada de crescimento
ru: 🌱 Путь роста

# lifelineInsightBalancedEmotions
source: ⚖️ Balanced emotions
de: ⚖️ Ausgeglichene Emotionen
es: ⚖️ Emociones equilibradas
fr: ⚖️ Émotions équilibrées
he: ⚖️ רגשות מאוזנים
pt: ⚖️ Emoções equilibradas
ru: ⚖️ Сбалансированные эмоции

# lifelineInsightStartJourney
source: ✍️ Start your journey
de: ✍️ Beginne deine Reise
es: ✍️ Comienza tu viaje
fr: ✍️ Commencez votre voyage
he: ✍️ התחל את המסע שלך
pt: ✍️ Comece sua jornada
ru: ✍️ Начните свое путешествие

# lifelineInsightBuildStreak
source: 💪 Build your streak
de: 💪 Baue deinen Streak auf
es: 💪 Construye tu racha
fr: 💪 Construisez votre série
he: 💪 בנה את הרצף שלך
pt: 💪 Construa sua sequência
ru: 💪 Создайте серию

# purchaseSuccessMessage
source: Purchase successful! Welcome to Premium!
es: ¡Compra exitosa! ¡Bienvenido a Premium!
fr: Achat réussi ! Bienvenue dans Premium !
pt: Compra bem-sucedida! Bem-vindo ao Premium!
ru: Покупка успешна! Добро пожаловать в Premium!

# graphicsQualityTitle
source: Graphics Quality
es: Calidad gráfica
fr: Qualité graphique
pt: Qualidade gráfica
ru: Качество графики

# graphicsQualityLow
source: Low
es: Baja
fr: Faible
pt: Baixa
ru: Низкое

# graphicsQualityMedium
source: Medium
es: Media
fr: Moyenne
pt: Média
ru: Среднее

# graphicsQualityHigh
source: High
es: Alta
fr: Élevée
pt: Alta
ru: Высокое

# graphicsQualityAutoSubtitle
source: Automatically detect device performance
es: Detectar automáticamente el rendimiento del dispositivo
fr: Détecter automatiquement les performances de l"appareil
pt: Detectar automaticamente o desempenho do dispositivo
ru: Автоматически определять производительность устройства

# graphicsQualityLowSubtitle
source: Best battery life, minimal effects
es: Mejor duración de batería, efectos mínimos
fr: Meilleure autonomie, effets minimaux
pt: Melhor duração da bateria, efeitos mínimos
ru: Максимальная экономия батареи, минимум эффектов

# graphicsQualityMediumSubtitle
source: Balanced performance and visuals
es: Rendimiento y visuales equilibrados
fr: Performances et visuels équilibrés
pt: Desempenho e visuais equilibrados
ru: Баланс производительности и визуальных эффектов

# graphicsQualityHighSubtitle
source: Best visuals, more battery usage
es: Mejores visuales, mayor uso de batería
fr: Meilleurs visuels, plus de consommation de batterie
pt: Melhores visuais, maior uso de bateria
ru: Максимальное качество графики, повышенный расход батареи

# notificationAnniversaryTitle
source: Anniversary reminders
es: Recordatorios de aniversario
fr: Rappels d"anniversaire
pt: Lembretes de aniversário
ru: Напоминания о годовщинах

# notificationAnniversarySubtitle
source: Remind me of meaningful moments from the past
es: Recordar momentos importantes del pasado
fr: Rappeler les moments importants du passé
pt: Lembrar momentos importantes do passado
ru: Напоминать о важных моментах из прошлого

# notificationMotivationalTitle
source: Occasional motivations
es: Motivaciones ocasionales
fr: Motivations occasionnelles
pt: Motivações ocasionais
ru: Мотивационные напоминания

# notificationMotivationalSubtitle
source: Gentle reminders to capture important moments
es: Recordatorios suaves para capturar momentos importantes
fr: Rappels doux pour capturer des moments importants
pt: Lembretes suaves para capturar momentos importantes
ru: Деликатные напоминания запечатлеть важные моменты

# notificationInsightTitle
source: Emotional insights
es: Perspectivas emocionales
fr: Perspectives émotionnelles
pt: Insights emocionais
ru: Эмоциональные инсайты

# notificationInsightSubtitle
source: Reflections on your emotional journey
es: Reflexiones sobre tu viaje emocional
fr: Réflexions sur votre parcours émotionnel
pt: Reflexões sobre sua jornada emocional
ru: Размышления о вашем эмоциональном пути

# profileCreationErrorTitle
source: Failed to Create Profile
pt: Falha ao Criar Perfil

# profileCreationErrorAttemptsMessage
source: We tried {attempts} times but couldn't create your profile.
pt: Tentamos {attempts} vezes mas não conseguimos criar seu perfil.

# profileCreationErrorReasons
source: This might be due to:
pt: Isso pode ser devido a:

# profileCreationErrorReasonsList
source: • Network connectivity issues • Server problems • Permission errors
pt: • Problemas de conectividade de rede • Problemas no servidor • Erros de permissão

# profileCreationErrorTryAgain
source: Try Again
pt: Tentar Novamente

# profileCreationErrorLogout
source: Logout
pt: Sair

# profileCreationErrorContactSupport
source: Contact Support
pt: Contatar Suporte

# shareDialogErrorLoadingProfile
source: Error loading profile
pt: Erro ao carregar perfil

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
ru: Электронная почта
zh: 电子邮件

# profileEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
ru: Электронная почта
zh: 电子邮件

# emotionNostalgia
source: Nostalgia
ar: حنين
de: Nostalgie
fr: Nostalgie
he: נוסטלגיה
ru: Ностальгия
zh: 怀旧

# lifelineVisualSettingsAmplitude
source: Amplitude
ar: السعة
es: Amplitud
he: משרעת
ru: Амплитуда
zh: 振幅

# graphicsQualityAuto
source: Auto
ru: Авто

# graphicsQualityAutoDetected
source: Auto ({performance})
ru: Авто ({performance})

# memoryEditOkButton
source: OK
ar: موافق
es: Aceptar
he: אישור
zh: 好的

# premiumScreenTitle
source: Lifeline Premium
zh: Lifeline 高级版

# lifelineFpsValue
source: FPS: {fps}
ar: معدل الإطارات: {fps}
